{"Unnamed: 0":200051,"text":"Tengo una amiga que dice Machete al machote. También tiene un corazón con la palabra feminazi tatuada","label":0.0}
{"Unnamed: 0":194834,"text":"Luego te dice \"tra epan\"","label":0.0}
{"Unnamed: 0":198106,"text":"Esos DLCs no son canon xD Y lo sacas concluyendo por el genero de los hijos igual imagino.","label":0.0}
{"Unnamed: 0":199688,"text":"Aunque bueno, eso de ser canijo y tener culo de negra tampoco ayuda. Al final toda mi ropa de concierto es de chica porque me queda mejor.","label":0.0}
{"Unnamed: 0":190328,"text":"Enferma hija de mil puta y la concha gorda que te pario soreta te mereces una muerte lenta y dolorosa, te odio te odio te odio te odio gorda cinica","label":1.0}
{"Unnamed: 0":197745,"text":"Ayer discutiendo sobre feminismo con gente diciendo gilipolleces y hoy gente que está en contra del aborto incluso en casos de violación","label":0.0}
{"Unnamed: 0":200213,"text":"foi asasinado polos fascistas ao grito de Viva España, na bancada do PP reivindican o berro golpista","label":0.0}
{"Unnamed: 0":194974,"text":"JAJAJAJAJAA puta callate","label":1.0}
{"Unnamed: 0":194822,"text":"Mi madre es fan de Tom Waits desde hace años pero si le preguntas por Tom Waits te dirá: quién es ese? UxD","label":0.0}
{"Unnamed: 0":191961,"text":"Por dioss que puta vergüenza es esta! 😠","label":0.0}
{"Unnamed: 0":196855,"text":"Un travesti entra como hombre o como mujer en una d... — Con lo homófobos que son los puertas del las discot...","label":0.0}
{"Unnamed: 0":192238,"text":"Pablo Casado saludando a sus alumnos después de la masterclass de cómo vivir sin papeles.","label":0.0}
{"Unnamed: 0":200979,"text":"Cuando esto lleva ocurriendo 80 años y sólo os jode cuando a quien le ocurre es independentista, perdéis toda la puta credibilidad.","label":0.0}
{"Unnamed: 0":198702,"text":"Pedir reparacion de victimas del franquismo pero decir que los etarras son actores fundamentales en la paz","label":0.0}
{"Unnamed: 0":193332,"text":"Se clava en tu culo y empieza a follarte rápido. [No! -gruño angustiado] me remuevo angustiado y me dan con una cuerda en la espalda mientras el tío te folla el culo, rodeada de vomito, sangre y dolor.","label":1.0}
{"Unnamed: 0":200323,"text":"Va a ser que los representa Mejor el Bloque independentista!! Con tal de desprestigiar a los Socialistas cualquier cosa. Que pena!","label":0.0}
{"Unnamed: 0":201094,"text":"Y así todo...Franco, ultraderecha, El Valle de los Caídos....todo muy actual ah! Y la Constitución del 78...que ahora no sabes si habla Iglesias o SancheZP","label":0.0}
{"Unnamed: 0":200523,"text":"Stop imponer roles de género que no son ni roles de género, son putos juguetes","label":0.0}
{"Unnamed: 0":201377,"text":"Indepes, donde está la mayoría independentista a?","label":0.0}
{"Unnamed: 0":194032,"text":"Callate puta tu eres el traidor.","label":0.0}
{"Unnamed: 0":190250,"text":"En que se parece una mujer a un cientifico? En que al cientifico le pasan cosas por la cabeza, y a la mujer le pasan cabezas por la cosa","label":1.0}
{"Unnamed: 0":199745,"text":"Son más educados Pablenin, o Echeminga. Cuando llaman facha o cavernario en TW, eso es un ejercicio intelectual de primer orden.","label":0.0}
{"Unnamed: 0":198444,"text":"No tengo nada en contra del sopla pollas del gorrilla, pero tiene esa chispa de subnormal que le hace tan especial ..","label":1.0}
{"Unnamed: 0":195974,"text":"Los besaculos de gringo no se enteran de que los gringos adoran a Almodóvar y nuestros actores son como realeza allí.","label":0.0}
{"Unnamed: 0":193407,"text":"Comemela tú a mi a ver si acabas algún día","label":0.0}
{"Unnamed: 0":194228,"text":"Pobre moromierda. Pues a mi me parece mas digna y respetable la vida de una linda gallina que acabará en un KFC que ése semita culturizado en el país de la violación que acaban de dejar libre","label":1.0}
{"Unnamed: 0":192151,"text":"mínimo los 2 Canteranos que jugaron hoy se les vio bien. A León no se le puede sacar mucho por el poco contacto que tuvo. Pero lo de Gallegos y Castañeda de gran nivel, la primera camada que tiene realmente mano del Güero Real","label":0.0}
{"Unnamed: 0":190333,"text":"La Opinión: ¿Por qué la industria agrícola no defiende a los trabajadores indocumentados que tanto depende?. a través de","label":0.0}
{"Unnamed: 0":199375,"text":"USO FEMINAZI WOWOWO LA RAE QUE HAGA ACTO DE PRESENCIA LLAMAD A LA SIBERPOLISIA","label":0.0}
{"Unnamed: 0":191075,"text":"Qué ridículas la puta madre me da sarna leerlas","label":1.0}
{"Unnamed: 0":198178,"text":"Fíjate si son analfabetos q llaman fachas x pedir q en sitios oficiales solo banderas oficiales, en fin y tienen derecho al voto 😞😞","label":0.0}
{"Unnamed: 0":197893,"text":"y bien orgulloso que estoy de serlo tío, yo también te quiero mamona😘","label":0.0}
{"Unnamed: 0":199693,"text":"Que hermosa que es mi novia culiao 😍","label":0.0}
{"Unnamed: 0":197529,"text":"Otra vez la asquerosa equidistancia. Xq a ver, está hablando de 1 nazi y de gente que se manifiesta contra ese nazi…","label":0.0}
{"Unnamed: 0":201383,"text":"Puigdemont pulveriza todas las expectativas y lidera el bloque independentista vía","label":0.0}
{"Unnamed: 0":193679,"text":"Lo siguiente sera enseñar la puta polla a la gente borja","label":0.0}
{"Unnamed: 0":191242,"text":"Algunas mujeres se quejan tanto del acoso, pero ahi tienen fotos enseñando y\/o sacando el culo 🙄😑","label":1.0}
{"Unnamed: 0":190541,"text":"\"Varios me han dicho \"\"chama pero vente sin papeles, vete de Venezuela con la cédula\"\" pregunta ¿ustedes son mrcos o que? Dejen de estar fomentando la ilegalidad por muy desesperado que estés no hagas esa cagada....","label":0.0}
{"Unnamed: 0":193516,"text":"Opinión: ¿Es la inmigración masiva un problema? 15 consejos para solucionarlo y evitarlo","label":0.0}
{"Unnamed: 0":191919,"text":"Pobrecillos. Es que dan lastima. Aunque no entiendo por que ninguno de los asaltantes de la valla de Ceuta tenía aspecto de estar desnutrido o de haber pasado calamidades. Más bien, parecían recién salidos de un gimnasio.","label":1.0}
{"Unnamed: 0":190428,"text":"Callate hdp q vos con tus simios kk p o.pj ykk son la escoria rentada de este pais de cuarta gracias mugriento charlatan.segui cobrando 200 lucas y manda a los negros violentos a la calle","label":0.0}
{"Unnamed: 0":198063,"text":"intento cambiar de tema y me pasa a Venezuela y a los refugiados. o sea más facha y cuñao no puede","label":0.0}
{"Unnamed: 0":197100,"text":"No tener ni puta idea de fútbol y equivocarse constantemente en nombres de jugadores, es de fachas anticatalanes JAJAJAJJAJAJAJAJAJAJAJJA","label":0.0}
{"Unnamed: 0":195962,"text":"Y el premio al más dictador es:","label":1.0}
{"Unnamed: 0":190798,"text":"Claro, y loca del coño también se refiere a un estado mental. Consejos vendo, que para mi no tengo.","label":0.0}
{"Unnamed: 0":200584,"text":"La Dictadura Franquista es vuestro fundamento, ideología y origen. Sois la versión moderna de .","label":1.0}
{"Unnamed: 0":196894,"text":"El Centro es como un agujero hipermasivo que lo atrae todo; negro ...como el del culo!! Jaaaaaaaaaaaaaaaaaaaaaajajajajajajaja!!!!!","label":0.0}
{"Unnamed: 0":197012,"text":"Risto Mejide me parece la persona más subnormal de España. Detrás de él va Ylenia.","label":1.0}
{"Unnamed: 0":197594,"text":"En otro orden de noticias, creo que soy el único subnormal del universo que tiene unas botas para días de lluvia a las que les entra agua.","label":0.0}
{"Unnamed: 0":196047,"text":"Los canis del 2000 y posteriores son aún más gilipollas que los anteriores.","label":1.0}
{"Unnamed: 0":190158,"text":"Mi cuñado quiso tomar a la par de los otros y bueno aca esta hablado árabe JAJAJAJA","label":0.0}
{"Unnamed: 0":191332,"text":"Cállate puta que voy a ir ese día y te va a caber","label":1.0}
{"Unnamed: 0":192885,"text":"JAJAJAJAJAJ tú eres la puta Juanito, testraño","label":0.0}
{"Unnamed: 0":198733,"text":"Me ha dejado un poco desubicado la noticia. Carme Chacón era joven y tan... joder, poco político hay como ella.","label":0.0}
{"Unnamed: 0":190715,"text":"Ella es más bonita, tú eres más perra.","label":1.0}
{"Unnamed: 0":190321,"text":"Antojada de dulces árabes. .. Baklava te pienso...","label":0.0}
{"Unnamed: 0":193618,"text":"tengo que enseñarle a mi perra a que solo se acueste en un lado del sillón donde tiene una manta. estoy preparada para sufrir y escucharla gruñir cuando la saque del otro. no había un trabajo más fácil?","label":0.0}
{"Unnamed: 0":199906,"text":"Nunca falla la palabra de un socialista. 😂😂😂😂. Son de alma fulera.","label":1.0}
{"Unnamed: 0":194775,"text":"le doy al corazoncito porque no hay un icono de patada,","label":0.0}
{"Unnamed: 0":199448,"text":"Pujolista???😂😂😂😂😂 me conoces? Tarado","label":1.0}
{"Unnamed: 0":199654,"text":"Una vez llegados a que una novela de género pueda ser Young Adult pasemos al... ¿Por qué son tan despreciadas en general?","label":0.0}
{"Unnamed: 0":193398,"text":"No se puede decir más gilipolleces y más tonterías juntas en tan poco espacio, no tienes ni puta idea de lo que estás diciendo","label":0.0}
{"Unnamed: 0":198030,"text":"Un corrupto facha apoya a otro de la misma condición, nada nuevo. Viva el vino....","label":0.0}
{"Unnamed: 0":197387,"text":"Hay dos tipos de actores\/actrices, los buenos y los malos. Landa era un facha y me parecía un monstruo interpretativo","label":0.0}
{"Unnamed: 0":198363,"text":"Simplemente eran extremadamente machistas. No tiene nada que ver con homosexualidad u homofobia.","label":0.0}
{"Unnamed: 0":198595,"text":"entonces el genero y el sexo son diferentes o son lo mismo? decidete","label":0.0}
{"Unnamed: 0":195971,"text":"Que aparentare ser retrasado,pero tu a mi no me conoces bien fuera de este río de gentuza toxica.","label":1.0}
{"Unnamed: 0":199867,"text":"entonces tu eres una chica (no soy gay xD","label":0.0}
{"Unnamed: 0":194080,"text":"Y este pendejo!!! Wey tu eres un puta que se da al mejor postor. Por lo menos el estava pedo, pero tu cabron no mames. A chingar tu madre asi nomas quedo!!!","label":1.0}
{"Unnamed: 0":190303,"text":"Pura locura estos arabes!","label":0.0}
{"Unnamed: 0":200915,"text":"Menudo baño te están dando pequeño dictador! 👏👏👏👏👏👏👏","label":1.0}
{"Unnamed: 0":193936,"text":"Jajja no digas tonterías. Jordi le ha respondido de puta madre.","label":0.0}
{"Unnamed: 0":200101,"text":"que además tiene tela, porque para los mierda vídeos que hace donde se dedica a soltar comentarios racistas, machistas, etc","label":0.0}
{"Unnamed: 0":195468,"text":"los 200 inmigrantes que han saltado la valla de Ceuta lanzando Cal viva y ácido a los guardias. Sin novedad, Presidente","label":0.0}
{"Unnamed: 0":196160,"text":"\"¡Que te jodan furcia! Esto es Rap sucio y si no te queda claro...!\" Tío, a ver si mi colega saca esta mierda ya.","label":1.0}
{"Unnamed: 0":192264,"text":"'¿Quieres buscar fama pa tirarte la kiada, pa follarte a la más guarra y ganarte 4 perras? Yo te la regalo primo, solo trae desgracia. Yo ya escuchaba al Edu y el decía: 'fuck the fama'''","label":1.0}
{"Unnamed: 0":200511,"text":"Putas y bolleras. ⬇️","label":1.0}
{"Unnamed: 0":198585,"text":"Ese pintalabios te queda de puta madre prueba algún día uno rojo bien fuertote o uno granate que seguro que te van 👌🏼👌🏼👌🏼","label":0.0}
{"Unnamed: 0":189451,"text":"y a los latinos nos dicen sudacas, conquistados, e incivilizados, ¿qué cosas, no? 👀 (no todos)","label":1.0}
{"Unnamed: 0":198242,"text":"Mis putos dies a Alfonso Rojo.","label":0.0}
{"Unnamed: 0":197229,"text":"Tocayo! Feliz día, fascista paellista!!","label":0.0}
{"Unnamed: 0":190311,"text":"PFFFFFFFT. Ya wish, güera.","label":1.0}
{"Unnamed: 0":194884,"text":"Acabo de leer un par de tweets y sólo me sale decir que terf es el nuevo \"cállate puta y vete a fregar\".","label":1.0}
{"Unnamed: 0":194358,"text":"Jajajjajaj callate puta chau","label":1.0}
{"Unnamed: 0":193434,"text":"Ya callate puta 😂😂😂","label":1.0}
{"Unnamed: 0":198204,"text":"los peperos nos llaman fascistas los fascistas nos llaman catalanistas los catalanistas nos llaman blaveros los blaveros nos llaman de to...","label":0.0}
{"Unnamed: 0":189677,"text":"CALLATE PUTA CHORRA ASESINA TRAIDORA A LA ´PATRIA","label":1.0}
{"Unnamed: 0":199245,"text":"Como todo dictador el sanguinario Maduro presume de valiente hasta que las armas cambien de manos.","label":0.0}
{"Unnamed: 0":199341,"text":"¿Sabéis por qué Monedero llama fascistas a la oposición del narcorégimen dictatorial venezolano? Porque si Maduro tira de la manta...⤵️⤵️","label":0.0}
{"Unnamed: 0":198700,"text":"Vin Diésel emocionado ante la muerte de la socialista Carmen Chacón.","label":0.0}
{"Unnamed: 0":198154,"text":"cuanto te dan de paga por subnormal es para ver si me apunto yo también","label":1.0}
{"Unnamed: 0":200594,"text":"El hermano de bae no quiere conocerme porque piensa que soy latina... vaya, quizás yo no quiero conocerte porque eRES SUBNORMAL.","label":1.0}
{"Unnamed: 0":194324,"text":"Tú eres el hijo de perra, voy a explotar perro","label":0.0}
{"Unnamed: 0":191309,"text":"I've just posted on my Blog about: Así fueron los primeros minutos de los 600 subsaharianos en Ceuta tras el salto de la valla Check it out.","label":0.0}
{"Unnamed: 0":194454,"text":"Porque veis basura?","label":0.0}
{"Unnamed: 0":200544,"text":"Hay alguna bollera madurita que mmmm","label":0.0}
{"Unnamed: 0":201174,"text":"Aproecho esta hora para decir que todos los fascistas dictatoriales que opinais sin tener ni puta idea me pareceis gilipollas 😉😂","label":1.0}
{"Unnamed: 0":193290,"text":"Tranquila, están a la espera de entrar a nuestro país 40.000 subsaharianos. Cuando haya más manteros y los pequeños comercios tengan que cerrar, ese día defiende a tus taxistas de corbata 👔 y tu libre comercio. Ideales? Vividores del postureo!","label":1.0}
{"Unnamed: 0":190900,"text":"Como que me siguieron un montón de árabes juntos .. me siento invadido jajaja que pasó","label":1.0}
{"Unnamed: 0":194897,"text":"¿alguna puta serie q merezca la pena?","label":0.0}
{"Unnamed: 0":196494,"text":"soy subnormal es la 7","label":0.0}
{"Unnamed: 0":190149,"text":"Eres una marrana asquerosa mala puta, malparida, no mereces haber nacido,mal follada, tú si que no te entereas de nada, que vives en las carvernas, no sabes, no conoces no vives en tí, vives en un sin vivir en tí mismo, pobre","label":1.0}
{"Unnamed: 0":199938,"text":"Miserables, izquierdistas y el uso político de la muerte","label":0.0}
{"Unnamed: 0":198546,"text":"Ataques diarios de la derecha fascista a la policía en venezuela","label":0.0}
{"Unnamed: 0":196851,"text":"Acabo de leer tu artículo sobre el trap. Decir que lo que hacen Zowi y Badgyal es trap es insultar al género 😂😂","label":0.0}
{"Unnamed: 0":190957,"text":"Perra sinverguenza tu eres parte de la mafia fujimorista.","label":0.0}
{"Unnamed: 0":199072,"text":"Lo del Barranco de la Muerte no era coña, sino un plus para escaparte de casa a hacer el mongolo con la bici. -Se ha esnucao -Qué sorpresa","label":0.0}
{"Unnamed: 0":200489,"text":"Cataluña no es un país tonto. Estamos peleando con los independentista y vas tu y dices que es un país.de donde coño has salido tu...","label":1.0}
{"Unnamed: 0":190130,"text":"Llevan razón, no hay ningún motivo para estar en alerta por terrorismo. Los migrantes,inmigrantes o como quieran llamarlos q están estando en España es la religión del amor, son educados y cívicos. Yo ya puestos os quitaría las armas y os daría flores o piruletas para defenderos","label":1.0}
{"Unnamed: 0":198695,"text":"Muere la exministra socialista Carme Chacón, la Policía y los bomberos la han encontrado sin vida en su...","label":0.0}
{"Unnamed: 0":193383,"text":"No todos somos morenistas ZORRA, ubicate, nadie te quiere, no opines por mi, ademas si eres 'profesional político' no estarías lamiendo huevos pero eres una ZORRA y despotricas contra quien te pagan para hablar mal PERRA, lárgate a tu país aquí","label":1.0}
{"Unnamed: 0":192399,"text":"Español orgulloso llamando puto sudaca al PaPa ... pos na!","label":1.0}
{"Unnamed: 0":191069,"text":"Estos putos negratas noos van a robar toda la pasta Iñaqui, menos mal que yo la tengo en Panamá.","label":1.0}
{"Unnamed: 0":196234,"text":"enano payaso de mierda como tienes el culo de las folladas que te mete el pedrerol otro maricon bujarron","label":1.0}
{"Unnamed: 0":194011,"text":"tu te mereces mas que un escarnio publico hija de perra","label":0.0}
{"Unnamed: 0":197737,"text":"Cómo de atrasado está el resto del mundo cuando la ultraderecha finlandesa capta negros","label":0.0}
{"Unnamed: 0":190273,"text":"Pero en temas de Filosofía no tenenos ni puta idea Alicia está ahí para enseñarnos","label":0.0}
{"Unnamed: 0":198442,"text":". Pero claro. Si son quienes luego comparan a los \"carnivoros\" con los nazis y a los cerdos con los judíos...","label":0.0}
{"Unnamed: 0":197122,"text":"De un imbécil cretino católico subnormal franquista....solo puede esperarse MENTIRAS EMBUSTES TRUCULENCIAS Y POSTUREOS","label":1.0}
{"Unnamed: 0":193240,"text":"Y la vida de los niños con cancer perra,que murieron por aplicarles quimios falsas perra? Mereces morir en la hoguera","label":1.0}
{"Unnamed: 0":201341,"text":"No queda más que reconocer que la mitad de la población de Cataluña es subnormal profunda.","label":1.0}
{"Unnamed: 0":195020,"text":"No pedazo de hija de puta .callate la boca no tenes autorida moral para hablar.Devolve lo que robaste.","label":1.0}
{"Unnamed: 0":192998,"text":"Cállate maldita perra.","label":1.0}
{"Unnamed: 0":195585,"text":"como a Loreto. Baeza.ahora vos, un uruguayo q nos llaman sudaca,etc, te digo la estupidez no tiene límites.y veo q tampoco fronteras.desde cambrils fuerza. Venceran","label":0.0}
{"Unnamed: 0":193323,"text":"ammmmmmmm vos sabes que no me gusta nadie callate perra","label":1.0}
{"Unnamed: 0":197269,"text":"Calificáis de agresivo un escupitajo y encima lo 'sancionáis' pero pasáis por alto los comentarios homófobos de Aida y Abad. 🖕🏼","label":0.0}
{"Unnamed: 0":200152,"text":"López Bulla: La señora independentista maquilla su biografia","label":0.0}
{"Unnamed: 0":194215,"text":"Hdsptm güeras pelones sin cejas","label":1.0}
{"Unnamed: 0":191656,"text":"Callate vs puta","label":1.0}
{"Unnamed: 0":196688,"text":"Un juez federal suspende el veto de Trump a los inmigrantes y refugiados Las aerolíneas ya pueden aceptar de...","label":0.0}
{"Unnamed: 0":195264,"text":"Eres analfabeto? Lo supona. Un sudaca apoyando a un partido nazi. Nunca os aceptarn, mono.","label":1.0}
{"Unnamed: 0":194084,"text":"Dejate de tonterias, lo haces de puta madre. Rendirse nunca es una opción.","label":0.0}
{"Unnamed: 0":194353,"text":"Porque esa puta maña de tomarse las fotos enseñando el puto dedo? Y hasta le dicen a los niños que lo hagan 🙄","label":0.0}
{"Unnamed: 0":192678,"text":"Hoy casi se cumple el sueño de todos, pero lamentablemente no pasó nada 😢. Chamo, tantos árabes que hay en esta vaina y ninguno que se explote en Miraflores.","label":1.0}
{"Unnamed: 0":198514,"text":"Pues debería. Patriotismo también es saber hablar y escribir bien tu idioma. Hipócrita.","label":0.0}
{"Unnamed: 0":193540,"text":"Callate, que casi te pones a bailar cuando lo escuchaste zorra.","label":1.0}
{"Unnamed: 0":197401,"text":"¿Qué podemos esperar de un mundo del fútbol, que tolera la violencia de género, que es homófobo, violento, y encerrado en su torre de oro?","label":0.0}
{"Unnamed: 0":193173,"text":"Empanadas árabes y cerveza 😍😍 Chau dieta","label":0.0}
{"Unnamed: 0":199675,"text":"Fraguasito a lo mejor es un tonto x hacer lo que hace, pero vosotros sois putos monguers pesados masturbaburros , cuanta más bola mas se rie","label":1.0}
{"Unnamed: 0":191080,"text":"Cállate viejo odiador , escoria como tú ha tenido al país en la miseria por décadas , lo único bueno es que ya estás viejo y estás más cerca del infierno que nunca","label":0.0}
{"Unnamed: 0":193765,"text":"NO+INMIGRACIÓN NO+INVASIÓN NO MÁS INMIGRANTES, DEPORTACIÓN MASIVA YA!!!!","label":1.0}
{"Unnamed: 0":193947,"text":"Callate puta rata😂😂 ya estas llorando??","label":0.0}
{"Unnamed: 0":192262,"text":"La UE desbloqueará fondos para la migración de modo limitado: La Comisión, que no estima suficientes las partidas, activará 55 millones de euros para paliar este drama y dará la mitad para contrarrestar la avalancha de subsaharianos que llegan de Marruec…","label":0.0}
{"Unnamed: 0":197744,"text":"Qué el árbol del independentismo catalán no nos impida ver el bosque de la corrupción de CiU.Qué vergüenza de políticos!!","label":0.0}
{"Unnamed: 0":196696,"text":"Mientras la masa se manifiesta contra el nazi Trump, los Nazis de Kiev sin que nadie le chiste,bombardea el Donbas","label":0.0}
{"Unnamed: 0":195750,"text":"Estoy de acuerdo contigo pero el trmino 'sudaca' es mas global y 'payo' es mas directo haca los espaoles,un alemn no lo consideraran payo; 'payo' viene de 'espayol' (espaol en su jerga). La palabra mas adecuada en un argentino para \"autoin","label":0.0}
{"Unnamed: 0":195641,"text":"Se podrá haber devuelto a los salvajes ilegales a Marruecos. Lógico. Ellos ya han cobrado su dinero, dentro de unos meses los reenvían, cobran de nuevo subvenciones UE. y así hasta el infinito - ¿Expulsados 116 inmigrantes que saltaron la valla de Ceuta?","label":1.0}
{"Unnamed: 0":192099,"text":"de puta madre chaval notable se lo boy a enseñar a mi madre","label":0.0}
{"Unnamed: 0":199051,"text":"Haha yes vamos a coger un género enorme y meterlo todo en el mismo saco y llamarlo basura porque no te gustó Naruto","label":0.0}
{"Unnamed: 0":197964,"text":"Dale la vuelta a la camiseta y tienes el 6 del 6-1 de la REMONTADA MAMÓN!!!","label":1.0}
{"Unnamed: 0":190179,"text":"Lamentables provocaciones' és la concha de tu madre, hijo de puta","label":0.0}
{"Unnamed: 0":200207,"text":"No te vayas por las ramas mongolo, ¿comerciaban los catalanes con américa?…","label":0.0}
{"Unnamed: 0":195869,"text":"Para mi con el negrata la delantera es top","label":0.0}
{"Unnamed: 0":197261,"text":"Vete a la mierda hombre, la manía de tarado que has cogido. Llull es la puta polla, un líder.","label":1.0}
{"Unnamed: 0":196340,"text":"que me llamen nazi también a mí. Que asco de gente.","label":1.0}
{"Unnamed: 0":193433,"text":"Es lo peor q existe en el mundo, si Brisa es para vos te odio pelotuda de mierda, zorra inmunda, te odio imbécil","label":1.0}
{"Unnamed: 0":196964,"text":"Mi nuevo libro es de poemas. Es un proyecto pequeñito, con sorpresas, colaboraciones de muerte y hecho con un respeto tremebundo al género.","label":0.0}
{"Unnamed: 0":196648,"text":"un imbécil tiene más inteligencia que este rumano","label":1.0}
{"Unnamed: 0":196803,"text":"Para la República independentista es motivo suficiente de despido....","label":0.0}
{"Unnamed: 0":193283,"text":"¿Sabe cuál es la visa que beneficia a indocumentados víctimas o testigos de crímenes:","label":0.0}
{"Unnamed: 0":198299,"text":"Depende de la vida de quien haya que dar. ¿No estará la PM de UK pensando esto para salvar su culo político??","label":0.0}
{"Unnamed: 0":193632,"text":"Cállate GUARRA!!!","label":1.0}
{"Unnamed: 0":199706,"text":"Quedó claro A partir de ahora no puede conectar con Monedero, porque provoca que tertulianos FACHAS como Calleja le insulten","label":1.0}
{"Unnamed: 0":193695,"text":"Me ha parecido una puta mierda que no se cumpla esto,porque se merecian cantar esto. Si,lo digo.","label":0.0}
{"Unnamed: 0":193184,"text":"Aquí un imbécil de 1er grado. Con el inglés y el español vas a casi todo el mundo. Y eso lo saben bien aquí, en USA. A ver dónde cojones vas con el catalufo.","label":1.0}
{"Unnamed: 0":199995,"text":"Es que madre mia, oye que eso es una cosa importante, pero los colores son bonitos, ya pero representa cosas, putos nazis modernos","label":1.0}
{"Unnamed: 0":198914,"text":"Nicolás es sordo ciego mudo y dictador","label":0.0}
{"Unnamed: 0":197132,"text":"No funciona así porque las posibilidades de ofender a otro son infinitas, nadie podría hablar. Un gay \"ofende\" a un ultracatólico\"","label":0.0}
{"Unnamed: 0":190241,"text":"Las mujeres son pendejas aquí y en Francia. Una cosa es el ligue y otra el acoso sexual salu2","label":1.0}
{"Unnamed: 0":191180,"text":"ños vendió el país a los árabes, le dio la espalda a la paz... sigo?","label":0.0}
{"Unnamed: 0":192973,"text":"Y coño también, asi que imagínate prencas del coño y comemelas 🤔🤔","label":0.0}
{"Unnamed: 0":201046,"text":"Ni yo ni ninguna mujer salimos a la calle para que casi a diario un puto subnormal nos pite con el coche y nos lanze un beso, asique te lo metes por el recto puto imbécil.","label":1.0}
{"Unnamed: 0":192167,"text":"Por fin salí del anonimato, y ahora no conozco a nadie 😂🤣 tengo a una fulana detail que no se quien es, amigos árabes, chinos, africanos y todo Menos A mis amigos de antes.... y todo por la desdicha de tener Asesinos...","label":0.0}
{"Unnamed: 0":198241,"text":"Uy, por quién me tomas, por una loca agresiva? 😅😅","label":0.0}
{"Unnamed: 0":199425,"text":"Con pasados y momentos negros, si, al igual que la derecha liberal que defiendes","label":0.0}
{"Unnamed: 0":192662,"text":"Mi sobrina: Los iehudim somos hermanos pprque somos hijos de hashem, Los arabes son nuestros primos, son hijos del hermano de hashem?","label":0.0}
{"Unnamed: 0":191169,"text":"Se la viven peleando tipo: —TE PODES CALLAR? —VOS CALLATE HIJO DE PUTA —VOS LOCA ENFERMA DEJAME EN PAZ —*LO CHAPA PARA JODERLO* —ME CANSÉ","label":0.0}
{"Unnamed: 0":201233,"text":"La República nos fue robada por un golpe de Estado fascista, no pararemos hasta recuperarla... ❤️💛💜","label":0.0}
{"Unnamed: 0":190463,"text":"On tu eres muy perra","label":1.0}
{"Unnamed: 0":194646,"text":"Cállate pinche sal hijo de puta","label":0.0}
{"Unnamed: 0":194145,"text":"Pero ningún indocumentado.","label":0.0}
{"Unnamed: 0":193193,"text":"Igual vas a recibir lo que mereces. Perra.","label":1.0}
{"Unnamed: 0":200142,"text":"Al subnormal que se cree un hacker; Seguirás siendo idiota toda tu vida","label":0.0}
{"Unnamed: 0":195940,"text":"Ideas para congraciarse con los del : Nombrar los premios con el callejero facha. Ej: Goya General Mola Mejor Guión Original","label":0.0}
{"Unnamed: 0":192809,"text":"Ya cállate pinche marrana, ya corrieron a tu papá por tus pendejadas y sigues y sigues en tu puta vida entenderás la grandeza de este club","label":1.0}
{"Unnamed: 0":198425,"text":"La que está liando este subnormal... Y acaba de llegar... 😒","label":0.0}
{"Unnamed: 0":195248,"text":"Vuelve a tu país, sudaca de mierda. Y si quieres vivir en Cataluña, aprende catalán.","label":1.0}
{"Unnamed: 0":190967,"text":"'Me vas a decir que tu eres solo un cliente y yo una puta' Ah que boquita tienes Laura 😂😂😱","label":0.0}
{"Unnamed: 0":192842,"text":"Lo que se consigue con empresarios canallas y masiva inmigración ilegal que permite bajada de sueldos y de derechos laborales por la enorme oferta de mano de obra barata. Y los políticos la mar de contentos.","label":1.0}
{"Unnamed: 0":195227,"text":"Una negrata de cuidado .Dos lucas ,ni para la cucha del perro .este pueblo de mierda traga carros y carretas ,le dà lo mismo ,ocho que ochenta .Tiene amplias tragaderas y el ojete como un bebedero de patos,por eso no sienten ni padecen","label":1.0}
{"Unnamed: 0":189701,"text":"La puta madre el amor que siento por mi novia es increible seguro me muero de diabetes","label":0.0}
{"Unnamed: 0":200563,"text":"Cristina Pardo facha? Chaval date una vuelta y no fumes tanto que las drogas son caca","label":0.0}
{"Unnamed: 0":199324,"text":"No fue un solo tweet y tenía 16 años. Cree que ha dejado de ser franquista, catalonófobo y machista?","label":0.0}
{"Unnamed: 0":201353,"text":"Doble fracaso de Rajoy: mayoría absoluta independentista y victoria de Ciudadanos vía…","label":0.0}
{"Unnamed: 0":196043,"text":"Y el Madrid se ha tragado la mierda. Lo digno, sería abandonar la competición. Y que se la regalen a la basura separatista.","label":1.0}
{"Unnamed: 0":192069,"text":"Vendida, , tienes cara para demostrar tu hipocresía, mejor cállate, perra.","label":1.0}
{"Unnamed: 0":199725,"text":"Es que no importan, eran hombres cis genero heteros probablemente. Es culpa del heteropatriarcado machista.","label":0.0}
{"Unnamed: 0":195968,"text":"No hace falta ir a Ucrania para saber que Zozulya es un nazi, o que Poroshenko es un asesino y un golpista. Bocazas.","label":1.0}
{"Unnamed: 0":193598,"text":"si, a ver para cuando pe pe pepepepe","label":0.0}
{"Unnamed: 0":189680,"text":"Lo vuelvo a mencionar porque es que me cabrea mucho que por gilipollas que tienen que hacer putas tonterías, se mueran animales sin necesidad y las familias tengan que pasar por eso; porque es que le pasa a mi perra y os pego yo el petardazo en la cara hijos de puta.","label":0.0}
{"Unnamed: 0":195734,"text":"Me da risa la gente que para ir a Estados Unidos soporta todos los tramites y ama ese pais a pesar de que lo traten como delincuente por ser sudamericano, pero se indigna porque en Argentina quieran controlar el ingreso de inmigrantes ilegales","label":0.0}
{"Unnamed: 0":192337,"text":"me voy a dormir,la re puta madre,hasta ésta hora,no merecía el premio,simplemnte xq tuvo 2 veces cambio d bailarín,Pedro,Agustin y éste último ensayó sólo un mes,injusto final!!!!","label":0.0}
{"Unnamed: 0":196519,"text":"\"la tauromaquia es una esencia de nuestra España, hay que preservarla, los de los Goyas son rojeras que merecen morir\"","label":1.0}
{"Unnamed: 0":195358,"text":"Mucho Franco y mierdas pero de esta agresiva invasión de inmigrantes ni mu.","label":1.0}
{"Unnamed: 0":197890,"text":"¿Dónde están hoy los valenciólogos de palo que metían mierda de la afición del VCF tras el 4-0 de la ida del gran Unai?","label":0.0}
{"Unnamed: 0":192049,"text":"Tú eres un perfecto hijo de puta, que defiendes asesinos como Otegui. Mierda de chusma perro flauta, ojalá te quedes tetraplejico y la embolia para tu padre y el infarto a tu madre gilipollas","label":0.0}
{"Unnamed: 0":194582,"text":"Lástima que no haya sido una embolia cerebral, que es lo que te mereces, hijo de la grandísima puta!","label":0.0}
{"Unnamed: 0":198352,"text":"QUE DICEEEEES. que no soy gay :V y alex no es gay porque se tira a jesica TOMA SPOILER POR ZORRA","label":1.0}
{"Unnamed: 0":192190,"text":"Este amor por la comida árabe y mediterránea no se acabará 😻","label":0.0}
{"Unnamed: 0":192618,"text":"Vamos la puta madre, te lo mereces flor 💖","label":0.0}
{"Unnamed: 0":196983,"text":"andar sin franela\/remera es uno de nuestros privilegios machistas: igualdad de género implica que no haya privilegios","label":0.0}
{"Unnamed: 0":195202,"text":"Es que lo traducen directamente del inglés \"migrants\" y les parece más \"cool\" que decir: inmigrar o emigrar. Hasta el \"okupa\" Sánchez lo dice ya en su Twitter.","label":0.0}
{"Unnamed: 0":199707,"text":"Las ONG responden a Zoido: \"Creen que dejando morir a miles de refugiados disuadirán a quienes huyen vía","label":0.0}
{"Unnamed: 0":194673,"text":"callate gay de mierda lq concha de tu madre gordo hijo de puta todo el día jugando samp y pajeandote con…","label":0.0}
{"Unnamed: 0":189915,"text":"cállate zorra estupida y no te metas en mis zorreos","label":1.0}
{"Unnamed: 0":195150,"text":"Si nos vamos al extranjero,ud. debe citar a la derecha nazi en Alemania,derecha franquista en España,derecha enFrance de Vichy,la derechaKKK en USA y las dictaduras de derecha gorila sudaca,donde,la de la derecha chilena con Pinochet batió récord de ladrona y asesina","label":0.0}
{"Unnamed: 0":201421,"text":"dice que eres un julai","label":0.0}
{"Unnamed: 0":191980,"text":"Cállate ya y se justo hijo de puta haber si te mueres ya Putin pringau de mierda me tienes hasta la poya","label":0.0}
{"Unnamed: 0":197291,"text":"Entonces como sabes que es un insulto? Si quieres ser un buen facha, al menos infórmate primero o quedarás fatal","label":0.0}
{"Unnamed: 0":197080,"text":"ña | asegura que \"nunca\" un socialista será su adversario.","label":0.0}
{"Unnamed: 0":193363,"text":"Te amo la puta madre. Te mereces todo esto❤","label":0.0}
{"Unnamed: 0":200889,"text":"Que manía con asociar a todo dios con votante del PP o facha, por cierto, para casos de corrupción Cataluña con sus políticos ineptos son los primeros con diferencia. Adéu nen.","label":0.0}
{"Unnamed: 0":190398,"text":"Rata ya te va a tocar y en tu familia una enfermedad lenta y cruel es lo que te mereces hijo de una perra porque de ahí venís,nada dura para siempre Divertite ahora ya llegará la hora...","label":0.0}
{"Unnamed: 0":192223,"text":"En chocan trenes","label":0.0}
{"Unnamed: 0":200944,"text":"No se puede tener peor gusto diseñando camisetas pa una peña Que verguenza maricon","label":1.0}
{"Unnamed: 0":195462,"text":"Es un puto moro delincuente. Un jodido inmigrante que viene aqu a hacer esto. Espabilad coo. Ya est bien con vuestro buenismo. Abrid los ojos ya!","label":1.0}
{"Unnamed: 0":195899,"text":"En qué puto momento tumblr decidió que \"ojos negros como pozos\" y \"piel aceitunada\" era ser BLANCO PAPEL CON OJOS GRISES.","label":0.0}
{"Unnamed: 0":191315,"text":"Cállate puta. No me doy cuenta, no me da","label":1.0}
{"Unnamed: 0":195162,"text":"C 4 nuestro voraz gobierno acuerda traer a España todos los inmigrantes q sobran en Alemania y Francia a cambio d unas monedas d oro para entregárselas al moro y así \"hacer\" más segura la verja de Ceuta.Cuando todos sabemos q no lo hará px q no los quiere en su territorio.","label":1.0}
{"Unnamed: 0":195219,"text":"y la que quemo el hospital de Tenerife otra sudaca.","label":1.0}
{"Unnamed: 0":198828,"text":"Por eso durante el franquismo los humoristas valientes practicaban la ironía fina y elástica como seda de araña, los brutos no la cogían.","label":0.0}
{"Unnamed: 0":201302,"text":"Rojo comunista o del psc?","label":0.0}
{"Unnamed: 0":197343,"text":"**OREO ADOPTADA** La perrita más famosa de Yecla, más conocida como \"la perra negra de la carretera de...","label":0.0}
{"Unnamed: 0":191118,"text":"no me importa, cállate zorra quita novias","label":1.0}
{"Unnamed: 0":198821,"text":"Y si lo hacen con la española, con la nuestra, los llaman fascistas.","label":0.0}
{"Unnamed: 0":192912,"text":"Sería un honor enseñarle a mi hija como ser una buena zorra💖","label":1.0}
{"Unnamed: 0":200147,"text":"El patriotismo me da asco, al final consiste en darlo todo por tu país cuando tu país no hará nada nunca por ti. Es un lavado de cerebro.","label":0.0}
{"Unnamed: 0":200886,"text":"eres fea, vieja y con pinta de guarrilla.","label":1.0}
{"Unnamed: 0":200806,"text":"Un bote de pintura rojo y quedarán de puta madre","label":0.0}
{"Unnamed: 0":191310,"text":"la calle es una zorra pero baby tu eres más por eso cuándo llego me vuelvo a enamorar","label":0.0}
{"Unnamed: 0":200236,"text":"Puta marica mala... 😭","label":1.0}
{"Unnamed: 0":191644,"text":"deja de gastar dinero en tonterías gilipollas de la polla","label":0.0}
{"Unnamed: 0":192971,"text":"\"Bueno, debo admitir que en eso los mexicanos (sudacas, dirán estos) hemos aprendido muy bien de los españoles. Lo primero es decir, \"\"yo no soy racista\"\", \"\"yo no soy de derecha\"\", \"\"yo no soy fascista\"\", \"\"con todo respeto,...","label":0.0}
{"Unnamed: 0":196244,"text":"La afición es como es. No se la puede cambiar. Los pitos no son NINGÚN problema, los jugadores que tenemos sí.","label":0.0}
{"Unnamed: 0":190657,"text":"Y está perfecto, hay muchos feminismos, pero se están peleando con la nada denunciando que violación no es lo mismo que acoso.","label":0.0}
{"Unnamed: 0":200109,"text":"Emulando al profesor..... Cuidadoooooooooooo, la mayoría de rotondas las carga el diablo!! (En éste caso, el político de turno)","label":0.0}
{"Unnamed: 0":191089,"text":"Lo estoy contando a sara lo que me pasó el 28\/12 y me está llamando zorra, no es culpa mía ok JAJSAJAKSJAKSAKJSKJ","label":0.0}
{"Unnamed: 0":193790,"text":"Trabajé 12 horas,me merecía tomarme el colectivo vacío y con aire. La puta madre","label":0.0}
{"Unnamed: 0":198082,"text":"Según ACNUR los inmigrantes son voluntarios y el problema de los refugiados son conflictos de origen desconocido.","label":0.0}
{"Unnamed: 0":194442,"text":"Señor Inglés nivel medio. Ya te lo digo yo.","label":0.0}
{"Unnamed: 0":197551,"text":"Quien puso que le caigo gordo? Ahora mismo recibirá una maldicion gitana!","label":0.0}
{"Unnamed: 0":189615,"text":"callate se me ve perfecta perra","label":1.0}
{"Unnamed: 0":196221,"text":"Estaba viendo fotos de Viktor y se me escapó decir en alto \"Que gay eres por dios\" me meo mucho","label":0.0}
{"Unnamed: 0":191166,"text":"Me acuerdo la primera vez que me pinté el cabello güero, dije “solo una vez para quitarme la espinita” LOOOOLLL.","label":0.0}
{"Unnamed: 0":195345,"text":"Se perdio la verticalidad y esa chisps que teniamos en la sudaca,horrible hoy. Salvo ña defensa,todos horribles.","label":0.0}
{"Unnamed: 0":194792,"text":"si tu eres \"mala puta\" entonces yo también soy un \"mal putón\" estamos contigo💪🍊","label":1.0}
{"Unnamed: 0":200721,"text":"Quien se acompaña de fascistas, fascista es. Sobre eso no hay discusión posible.","label":0.0}
{"Unnamed: 0":198102,"text":"te voy a reventar las putas piernas con el parachoques del coche maricon","label":1.0}
{"Unnamed: 0":195808,"text":"es la version sudaka de Rinko la muñeca niña de plastico de los japoneses que son para tener sexo y ademas ellos se la llevan a tomar cafe y a pasear en bote , esta no es , es una muñeca para adultos que no voy a subir , que ascooo ellos las llevan a pasear","label":0.0}
{"Unnamed: 0":190732,"text":"Reportaje de sobre las clases de español para inmigrantes que ofrece junto a voluntari de la red de acogida de","label":0.0}
{"Unnamed: 0":199369,"text":"Lucía Etxebarria, Aitor Flamingos y Marwan son Patas Negras","label":0.0}
{"Unnamed: 0":199360,"text":"DE QUÉ EQUIPO ERES NO NOS DEJES ASÍ VENTE AL WANDA CON EL CHOLO","label":0.0}
{"Unnamed: 0":189541,"text":"La zorra se queda callada porque sabe que mi combo es puro power 🔥","label":1.0}
{"Unnamed: 0":191323,"text":"Hijo de puta...! 'Espero q me leas' tu eres el q tiene q estar preso rata maldita pronto t llegara la hora..! Espero y te quedes a afrontar tus actos como 'hombresito' si es q lo eres y no sales huyendo hdp..!","label":0.0}
{"Unnamed: 0":190876,"text":"CALLATE PUTA, ESSSTAAAA TE ESPERA.","label":1.0}
{"Unnamed: 0":192048,"text":"Alfred esta en plan, tu eres gilipollas y no tienes ni puta idea de lo que dices","label":0.0}
{"Unnamed: 0":196534,"text":"A ver retrasado, la prediccion es del Instituto Metereologico Nacional. ¿No te vale imbecil?","label":1.0}
{"Unnamed: 0":197361,"text":"Dos millones de esperándola para enseñar al mundo que sois fascistas.","label":0.0}
{"Unnamed: 0":192983,"text":"Otro gol que se come el sudaca ese y Carlos Felipe TRIUNFANDO en el trabucleti.","label":1.0}
{"Unnamed: 0":201026,"text":"para los fascistas de derechas la constitución no es más que el artículo 155 y el 135, que no te engañen. Los referentes a derechos sociales ni los miran.","label":1.0}
{"Unnamed: 0":201633,"text":"has ganado las elecciones, pero la mayoría sigue siendo independentista","label":0.0}
{"Unnamed: 0":200229,"text":"Hoy no trabajo, por eso he madrugado como siempre. Que se note que soy subnormal.","label":0.0}
{"Unnamed: 0":201380,"text":"Están mandando audios hablando de no sé que de fachas y de que viva España. Que vergüenza de gente... Niiños, niiños, fuutuuuro, futuuuro.","label":0.0}
{"Unnamed: 0":193667,"text":"A ver. Si quieres enseñar, lo haces, ¡pero bien! No cómo puta, nada más picando para conseguir follows 😡😡","label":1.0}
{"Unnamed: 0":191930,"text":"Pues gg árabe. Será luego...","label":0.0}
{"Unnamed: 0":194517,"text":"mi novia es la mina mas hermosa que existe chabon, que mina linda la re puta madre, ademas como persona es perfecta…","label":0.0}
{"Unnamed: 0":194933,"text":"Ojalá te mueras de una puta vez deja de acosarme imbécil déjame en paz de una vez en serio cállate un puto mes","label":0.0}
{"Unnamed: 0":201211,"text":"La verdad es que me indigna los fascistas que gobiernan pero ellos solitos reciben lo que siembran. En el próximo 155, el PP desaparece de Cataluña","label":0.0}
{"Unnamed: 0":192906,"text":"Esperamos que se devuelvan a sus paises de origen a estos dictadores inadaptados, árabes, musulmanes, esperando tb., vuelvan a ser felices en sus paises de origen, con sus fiestas, religiones, etc, sin...","label":1.0}
{"Unnamed: 0":193569,"text":"Que temon árabe amigo","label":0.0}
{"Unnamed: 0":201600,"text":"es un partido político o una peña de fútbol... dan un poco vergüenza ajena...","label":1.0}
{"Unnamed: 0":194691,"text":"Nos enseñaron a ser buenas personas en un mundo lleno de hijos de puta.","label":0.0}
{"Unnamed: 0":189791,"text":"Qué asco hacerles pensar a tus fans que LAS VÍCTIMAS DE ACOSO\/VIOLACIÓN DEBERÍAN QUEDARSE CALLADAS.","label":0.0}
{"Unnamed: 0":193066,"text":"Me gustó un video de Cuando se funde la cultura arabe y la gitana flamenco 2017","label":0.0}
{"Unnamed: 0":195779,"text":"En diciembre quiero que pongas la parte que te dije que ganaban la sudaka.","label":0.0}
{"Unnamed: 0":191298,"text":"Y el sapoconcho salvado. Que puta mierda. Para mi se lo merecia mas Miriam Gracias al de las gafitas verdes se acaban mas chorradas","label":0.0}
{"Unnamed: 0":200027,"text":"de pequeñas no nos llevabamos y ahora miranos 😂 me meo contigo y eres muy importante para mi guiriiii te amo 💖💖","label":0.0}
{"Unnamed: 0":193072,"text":"Puta Sevilla no os merecéis a alguien como el, mirad la plantilla que tenéis y donde estáis, no se que os creéis","label":0.0}
{"Unnamed: 0":190519,"text":"Solían decir caca 💩 por la boca, se merecían un poco de cinta aislante pa' cerrarla de una puta vez. Son precisamente los actos y frases del día día, los micromachismos más anclados en la sociedad, los que jamás nos dejarán avanzar. Estas navid","label":0.0}
{"Unnamed: 0":193242,"text":"cállate perra! unas birras después de toda la mierda familiar navideña?","label":1.0}
{"Unnamed: 0":198500,"text":"Independentista es un estado soy republicano y de izquierdas Que gran q ets !!! Collons! !!","label":0.0}
{"Unnamed: 0":201199,"text":"El 47% del numero total de votos es independentista no te da que pensar?","label":0.0}
{"Unnamed: 0":190807,"text":"Ori, tu eres la excepción que cumple la regla, eres un hijo de puta y no hay mas (<3)","label":0.0}
{"Unnamed: 0":199438,"text":"Le contaremos cosas buenas de ti a tu hija, como que apaleabas a perroflautas de la UAB. Estará orgullosa de su difunta madre.","label":1.0}
{"Unnamed: 0":198836,"text":"darte una paliza subnormal de mierda","label":1.0}
{"Unnamed: 0":199815,"text":"La segunda con detalles rojos seria muy buena. La primera sobra la mierda de Tesla","label":0.0}
{"Unnamed: 0":195578,"text":"El Presidente de Ceuta denuncia la \"organización y la violencia extrema\" de los inmigrantes que quieren saltar la valla -","label":0.0}
{"Unnamed: 0":192134,"text":"Jajaja tu eres una puta seria? 😈 interesante","label":1.0}
{"Unnamed: 0":201134,"text":"Referéndum en Cataluña de la Constitución: Votos 68% Sí 90,5% La Constitución Española es fascista pero imponer la Independencia con el 40% de votos y cada persona votando siete veces es democracia.","label":0.0}
{"Unnamed: 0":192869,"text":"Me fumo 3 hoy y quedo en las del machupichu jajaja","label":0.0}
{"Unnamed: 0":199185,"text":"¿Es el 'dictador' el ? ¿Qué determina que una persona tenga musical y su hermano no? …","label":0.0}
{"Unnamed: 0":191698,"text":"Callate zorra, ya tengo suficientes enemigos.","label":1.0}
{"Unnamed: 0":194539,"text":"Con todo el respeto que te mereces chinga a tu puta y verdulera madre Carmelita!","label":1.0}
{"Unnamed: 0":199941,"text":"Bando fascista? Tú que historia has estudiado?","label":0.0}
{"Unnamed: 0":192594,"text":"No me llames frijolero pinche gringo puñetero","label":1.0}
{"Unnamed: 0":195502,"text":"Es triste que aqu en Per \"veneco\" ya suene al \"sudaca\" europeo","label":0.0}
{"Unnamed: 0":196157,"text":"Y pegas a un fascista como tú o a una mujer acompañado por tu panda?","label":0.0}
{"Unnamed: 0":197010,"text":"Caso futbolista Zozulya, incoherencia R Vallecano:Le acusa de nazi pero le criminaliza\/lincha como harían comunistas y nazis","label":0.0}
{"Unnamed: 0":192528,"text":"Estos son lo pobrecitos refugiados de Carmena, Ada Colau y Pedro Sánchez. A ver que dicen, cuando empiecen a matar y violar como ya han hecho a las mujeres de aquí.","label":1.0}
{"Unnamed: 0":194393,"text":"Baby tu eres mi diabla y yo soy tu hijoe'puta","label":0.0}
{"Unnamed: 0":200546,"text":"Son homófobos. Por eso no compro . Ni un duro a los homófobos.","label":0.0}
{"Unnamed: 0":192046,"text":"👉 Desde 1960 el porcentaje de población total desplazada apenas se ha movido del 3% y la proporción de refugiados continúa entre el 7 y el 10% Por José Luis Villacañas Berlanga para","label":0.0}
{"Unnamed: 0":198196,"text":"uffff.... voy a tu casa ahora amor... puto niñato me vuelve loca tu verga","label":0.0}
{"Unnamed: 0":197632,"text":"Este tio es mongolo... Pero a la vez es un puto crack. ÍDOLO","label":0.0}
{"Unnamed: 0":198668,"text":"Hablarle del feminismo a mi padre y que me llame radical Eso sí que es jodido","label":0.0}
{"Unnamed: 0":200049,"text":"Algunos se van dando cuenta de que el Fhurer podemita y su \" Madame Pompadour \" son un estorbo para el propio partido.","label":0.0}
{"Unnamed: 0":190786,"text":"Árabes HDP 😒","label":1.0}
{"Unnamed: 0":190070,"text":"Aprovechando el aniversario vendrán las acusaciones de violacion y acoso. Veamos quien cae. 🤔","label":0.0}
{"Unnamed: 0":199762,"text":"Esto se permite? \"Un barco de la ultraderecha patrullará el Mediterráneo para impedir el rescate de emigrantes\"","label":0.0}
{"Unnamed: 0":201645,"text":"De mantenerse las caídas en $Ibex 35 , lo cual supondría una victoria independentista, sería muy probable una inter…","label":0.0}
{"Unnamed: 0":201519,"text":"Los partidos como el de esta noche, son los que crean afición. Que bonito es ganar en el campo de tu adversario, y más aun teniendo el arbitro en contra.","label":0.0}
{"Unnamed: 0":192810,"text":"Hay algo perturbador cuando un científico, y detrás todo un colectivo, recurre al empirismo para demostrar que la inmigración ilegal es buena. Veremos los resultados del experimento a corto plazo. Siguiente parada, reparto de menas a CCAA.","label":1.0}
{"Unnamed: 0":195754,"text":"Bodrio de panfleto, el asesinado, también era inmigrante latino. A ver si un moro de estos, entra con un AK en vuestra redacción, y os hacéis eco de la realidad.","label":1.0}
{"Unnamed: 0":192225,"text":"Quiero seguir viendo a 🌟 🌟 en 💃","label":0.0}
{"Unnamed: 0":194012,"text":"Quién soy yo para faltar el respeto a alguién por enseñar una teta o una polla. Más asco me da juzgar a la ligera y ponerme a faltar el respeto","label":0.0}
{"Unnamed: 0":196859,"text":"la catalanofobia es el nuevo: el profesor me tiene mania","label":0.0}
{"Unnamed: 0":200048,"text":"Okupas en casas que no son suyas. Porque los demás tenemos que pagar y a esta gentuza les ampara la ley?","label":0.0}
{"Unnamed: 0":191952,"text":"¿y de donde sacan para irse de vacaciones? de verdad que esto ya pasa de castaño oscuro. ¿refugiados y vuelven al lugar donde les maltrataban?","label":1.0}
{"Unnamed: 0":189613,"text":"Ese buey feliz en su país gabacho 😂😂😂 otro Anaya que desde el extranjero quieren gobernar","label":0.0}
{"Unnamed: 0":194743,"text":"Buena idea eso de dejar en manos de las emociones todas las decisiones lógicas que hay que tomar para…","label":0.0}
{"Unnamed: 0":192760,"text":"Esto te mereces hija de puta","label":1.0}
{"Unnamed: 0":189560,"text":"cuando no tengo a nico mi novia es mi perra","label":1.0}
{"Unnamed: 0":196302,"text":"gilipolleces de esta joyita de \"politico\" por no llamarlo otra cosa....penoso de verdad.","label":0.0}
{"Unnamed: 0":196117,"text":"Algún independentista se ha planteado que en el hipotético caso de hacerse un referéndum podria perder ? Y entonces que ?","label":0.0}
{"Unnamed: 0":194727,"text":"VAAMOOSSSS LA PUTA MADREEWWWWWWWWWWW MI AMOR TE MERECES TODOOOOOOOOOOOOOOOOOOO TE AMOOO","label":0.0}
{"Unnamed: 0":194092,"text":"Y tú eres bien puta, me ofreces el culo.","label":1.0}
{"Unnamed: 0":196259,"text":"Tu solo conoces una lista , la de los fachas como tu y afines","label":0.0}
{"Unnamed: 0":190031,"text":"en un tema de acoso... La abuela le va a poner las imágenes del coqueteo... En tu cara Darthes!","label":0.0}
{"Unnamed: 0":194663,"text":"Cállate perra!!!","label":1.0}
{"Unnamed: 0":199076,"text":"La bibliografía, sobre los nazis y la \"ciencia judía\", los comunistas y la \"ciencia burguesa\", las fem. de gen. Con la \"patriarcal\"...?","label":0.0}
{"Unnamed: 0":196127,"text":"Pues súbete tu a repararlo, maricón","label":1.0}
{"Unnamed: 0":192036,"text":"Si tu eres la que me anda rogando que puta hueva, pinche vieja pediche larga ya te traía bien patrocinada y la sigues haciendo de pedo como chingas a la verga","label":1.0}
{"Unnamed: 0":198316,"text":"Es un subnormal espero q al final de temporada a la calle , Quique setien estaría bien y siempre a…","label":0.0}
{"Unnamed: 0":192985,"text":"Creo que te lo he explicado antes,la zorra es más cuestión de actitud, que de enseñar nada y tampoco a cualquiera.","label":1.0}
{"Unnamed: 0":199912,"text":"Subnormal y cara culo.","label":1.0}
{"Unnamed: 0":195544,"text":"Botellas con cal, ácido, martillos y cizallas: éste es el arsenal de los inmigrantes que asaltaron Ceuta , seais del parido u ideologia politica. esto lo veis bien, en serio??????","label":1.0}
{"Unnamed: 0":199554,"text":"Cuanto fascista hijo de la gran puta, y yo que viejo.","label":1.0}
{"Unnamed: 0":193931,"text":"Hoy en DIVERSITAS Universos Diversos Nos visita Paulo König, Juez de Tw. Nos preparamos para el Agenda, invitación y pañuelazo","label":0.0}
{"Unnamed: 0":190810,"text":"Hoy he salido de cas como un rey Esto es, se me ha olvidado la cartera en casa y voy indocumentado y sin un duro","label":0.0}
{"Unnamed: 0":196375,"text":"Cuando un hetero me dice que siendo gay debo follar mucho.","label":0.0}
{"Unnamed: 0":196280,"text":"lo de justificar nazis diciendo q haya gilipollas no quita q el otro lo sea, tmb se le llama pensar :|","label":0.0}
{"Unnamed: 0":194941,"text":"Chorro hijo de mil puta te mereces que te pateen la cabeza raton!!!","label":0.0}
{"Unnamed: 0":193515,"text":"Pero si no sabes una puta mierda de criminología ni de psicopatía, anda cállate gilipollas","label":0.0}
{"Unnamed: 0":196644,"text":"No quites a messi luis enrique subnormal","label":1.0}
{"Unnamed: 0":190782,"text":"En serio qué imbéciles! Como si el acoso se acabara a punta de clases pedagógicas en un bus rojo que todo el mundo detesta usar sin importar la hora! Los acosos pasan 24\/7 y en todas partes y solo la educación y cultura acabará con semejante c","label":0.0}
{"Unnamed: 0":196637,"text":"El Alavés hace muy bien , y el Madrid q insista en jugar, que se jodan los gitanos del puto celta","label":1.0}
{"Unnamed: 0":196189,"text":"Lo de facha no era para ti, Sabandija ummmm, eso es un insulto unineuronal lo demás tonterías. Adiós. PD: Mírate bien lo de Goya","label":1.0}
{"Unnamed: 0":195236,"text":"Es curioso que no sepas que estaba refugiado en casa de unos fascistas que lo protegían con la aprobación de un fascista que está en el mismo mausoleo que el general. Para que la próxima no parezcas tan indocumentado.","label":0.0}
{"Unnamed: 0":193429,"text":"Asiaticos devastados por la Guerra hoy tienen mejor estructura que Chilito. Cosas Sudacas..","label":1.0}
{"Unnamed: 0":192058,"text":"Y veo que tu eres muy celosa... Y puta","label":1.0}
{"Unnamed: 0":200192,"text":"Tu resumen es que Baby Driver es la nazi machista de las películas. Guau, sí que ves más allá 😂😂😂","label":0.0}
{"Unnamed: 0":191222,"text":"Por eso todos nos odian. Nos vamos a ganar una fama de choros así como los árabes de terroristas jhajasja t.t","label":1.0}
{"Unnamed: 0":194900,"text":"El artículo de Salma Hayek expone con total claridad esto: el acoso sexual, el abuso sexual, la violación, son acto…","label":0.0}
{"Unnamed: 0":190465,"text":"De repente me siguieron 3 cuentas verificadas arabes, help no quiero morir","label":0.0}
{"Unnamed: 0":192233,"text":"A mi me descuidas 2 minutos en una peda y ya estoy hablando Árabe.","label":0.0}
{"Unnamed: 0":194625,"text":"Entrar a jugar al CSGO, hablar y que a partir de ahí solo escuche: cállate perra, guarra, etc. Así da gusto jugar! ♥","label":0.0}
{"Unnamed: 0":194413,"text":"Dale una oportunidad 😉","label":0.0}
{"Unnamed: 0":190014,"text":"Buah qué guarra eres por llevar escote unga unga qué puta unga unga llegaré a chuparme la polla? unga unga","label":1.0}
{"Unnamed: 0":195771,"text":"Hay buenos inmigrantes como los chinos,japoneses o sikhs y luego estn los arabes, africanos y latinoamericanos donde la mayora de sus jovenes se creen negrata del bronx.","label":0.0}
{"Unnamed: 0":194653,"text":"Aquí un señor humorista llamando \"Mala Puta\" a Inés Arrimadas (supuestamente)","label":1.0}
{"Unnamed: 0":198505,"text":"Aún por encima de hembrismo, heterofobia y racismo inverso sufren también discriminación por ser madrileños, pobres :(","label":0.0}
{"Unnamed: 0":191104,"text":"Cállate perra ascerosa","label":1.0}
{"Unnamed: 0":201088,"text":"A los que confundís feminismo con hembrismo, PATADA EN LOS COJONES","label":0.0}
{"Unnamed: 0":197914,"text":"me importa que algunas medidas puedan ser consideradas \"liberales\", \" socialistas\" \"comunistas\" o \"fascistas\", mientras funcionan.","label":0.0}
{"Unnamed: 0":200420,"text":"Joder, que tóxico es el puñetero Raoul. Pero ya lo han conseguido, para mucha gente Cepeda ya es homófobo...","label":0.0}
{"Unnamed: 0":201599,"text":"Mayoría independentista y el partido que convocó las elecciones último con 3 escaños. ¿Qué celebra Arrimadas? Flipo","label":0.0}
{"Unnamed: 0":195725,"text":"No. Solo les dejamos que se arranquen la piel en la valla. Os estáis dando prisa en quitar las concertinas","label":0.0}
{"Unnamed: 0":201299,"text":"No se que decirte, en el bloque independentista la izquierda ha ganado. Triste por la CUP, pero al menos mantendrá la presión sobre JxCat. Si luego miras globalmente pues si, ERC+CUP+Comuns no son mayoria de izquierda.","label":0.0}
{"Unnamed: 0":190756,"text":"Gracias a ⁦ ⁩ nos están, LES ESTÁN más bien poniendo finos en la prensa internacional y en concreto estadounidense. 👉 “Un moromierda ilegal ha tratado de matar un turista americano cortándole la femoral con la hebilla de un cinturón”. OLE!!","label":1.0}
{"Unnamed: 0":201032,"text":"Y si no Billy el Niño, los de la ETA son malos y el terrorismo de estado franquista buenísimo. Aún quedan hijos de asesinados por el franquismo, no todo es Miguel Ángel Blanco.","label":0.0}
{"Unnamed: 0":189693,"text":"Independiente se lo merecía, son cagones, son putos y si son unos brasileros hijos de puta","label":0.0}
{"Unnamed: 0":194026,"text":"se merecía una nominación, estuvo de puta madre está temporada.","label":0.0}
{"Unnamed: 0":194394,"text":"callate vieja hija de puta reventada..tenian razón cuanto te echaron de rock and pop vieja cloaca","label":1.0}
{"Unnamed: 0":195985,"text":"Me dio por ahí nada mas, y aparte que en el mensaje se me citó MAMÓN 😁","label":0.0}
{"Unnamed: 0":194404,"text":"Por cuota autonómica. Hay catalanes, navarros, vascos, aragoneses, canarios....hay que tener uno de ca…","label":0.0}
{"Unnamed: 0":200135,"text":"Puigdemont está ultimando una reestructuración del Govern catalán. Estas son las claves de la crisis ➡️","label":0.0}
{"Unnamed: 0":190500,"text":"PA Q TU ME RECLAMAS, HAY MILES DE MUJERES Q DICEN Q ME AMAN PERO TU ERES LA PUTA Q SIEMPRE YO MONTO EN EN LA CAMA","label":1.0}
{"Unnamed: 0":200395,"text":"Decís que sois pacifistas pero sois simplemente supremacistas xenófobos mentirosos q…","label":1.0}
{"Unnamed: 0":194273,"text":"Que te calles puta escoria.","label":0.0}
{"Unnamed: 0":200427,"text":"ayer me di una hostia y ahora no puedo bailar por la casa haciendo el retrasado porque me duele el culo. ’shouse","label":0.0}
{"Unnamed: 0":197719,"text":"Una vez más premio aal subnormal del año","label":0.0}
{"Unnamed: 0":194095,"text":"Anoche estaba hablando con mi bebé ;v y cómo estaba casi dormida le escribí en árabe JAJAJAJAJAJA","label":0.0}
{"Unnamed: 0":199898,"text":"*Un soleado día, en Zarzuela* -Chico, tienes que parecerte un poco más a mí, joder. Y menos al maricón ese de tu padre. Se más Borbón, coño","label":1.0}
{"Unnamed: 0":199626,"text":"ESPAÑA CORRUPPCIÓN Derecha PP fascista franquista gobernando con 30% en España no entiende porqué Cataluña quiere Independencia y República.","label":1.0}
{"Unnamed: 0":201331,"text":"A mi lo que me extraña es que no haya salido un voto independentista de más del 90%, como en el , con lo legal, democrático y garantista que era el referéndum.","label":0.0}
{"Unnamed: 0":201567,"text":"Juncker no duerme esta noche después de lo que payaso racista diga, un fascista con todas las letras, un hitleriano como tu es el enemigo número uno de la UE","label":1.0}
{"Unnamed: 0":196073,"text":"Como si el ser una nazi de mierda no diera pie a atacarla por todos los costados.","label":1.0}
{"Unnamed: 0":191035,"text":"CÁLLATE ASQUEROSA PUTA DE MIERDA ZORRA","label":1.0}
{"Unnamed: 0":198629,"text":"JAJAJAJA, este es el mismo monguer de siempre. Todos repiten lo mismo.","label":1.0}
{"Unnamed: 0":190167,"text":"No hace mas que confirmar que esta *inmigracion* no va a ser productiva y nos va a costar un pastizal. Gente sin preparacion alguna y con experiencia en violaciones y masacres.","label":1.0}
{"Unnamed: 0":194690,"text":"Calla maldito hijo de. Puta...callate miserable perdedor te dieron por el culo por la Alcal…","label":0.0}
{"Unnamed: 0":191751,"text":"Acá me ven y ya me hablan español, más sudaca no conseguís.","label":1.0}
{"Unnamed: 0":194250,"text":"Yo llego atender alguna llamada del tlf de mi papá y llega hablar una mujer es que le mento la madre a esa puta","label":1.0}
{"Unnamed: 0":200116,"text":"Mr Guiri detecta si las camisetas que me gustan son de niña por la estrechez de las mangas.","label":0.0}
{"Unnamed: 0":190877,"text":"\"El efecto llamada existe. Es una llamada de verdad. Telefónica. Un inmigrante indocumentado que comparte un cuartucho con otros diez en Madrid y corre ante la policía para poner a salvo las imitaciones baratas de bolsos de moda,…","label":1.0}
{"Unnamed: 0":193187,"text":"Callate la boca que pareces mas gobernada vos que yo y eso que supuestamente estas sola, ni a la plaza salis perra","label":1.0}
{"Unnamed: 0":198459,"text":":has puesto fascista y comunista pero esqe yo soy taxidermista.","label":0.0}
{"Unnamed: 0":194556,"text":"callate ijo de puta escuchas zitarrosa","label":0.0}
{"Unnamed: 0":198781,"text":"En Sevilla son mucho mejores en verdad. Lo malo es que hay mucho pijo y mucho facha viéndolas y me agobio :(","label":0.0}
{"Unnamed: 0":200387,"text":"O que hacen el mongolo pa gustar... A mi el trap me mola musicalmente, cómo me puede gustar el tecno, pero el contenido es muy repetitivo (sin entrar en si es cierto o no) y la gente se va a lo fácil... Con todos los flows que puedes sacar en esas bases... Que desperdicio bro...","label":0.0}
{"Unnamed: 0":191565,"text":"Únete a SEMEN!!","label":0.0}
{"Unnamed: 0":194880,"text":"y además en esta puta casa ni para de irse la luz y estoy helada de frío no creo que merezca tanto","label":0.0}
{"Unnamed: 0":201683,"text":"Tiene su coña que los votos del Sí el sean clavados a los del bloque independentista hoy. ña","label":0.0}
{"Unnamed: 0":195877,"text":"Preguntale cuanto quedaron fuera de la altura contra fluminense en la libertadores y sudaca y contra la u de chile ajajajhha","label":0.0}
{"Unnamed: 0":194078,"text":"Hasta la polla de no poder quedarme dormido por culpa de los mocos","label":0.0}
{"Unnamed: 0":190641,"text":"JAJAJAJAJJAJAJAJAJAJJAJA CÁLLATE PUTA","label":1.0}
{"Unnamed: 0":199775,"text":"Y tú eres gilipollas. Recuerda tus palabras sobre las víctimas del franquismo... \"abulense\"","label":1.0}
{"Unnamed: 0":199321,"text":"Joder si ya lo sabía soy retrasado","label":0.0}
{"Unnamed: 0":200350,"text":"Éste también tiene pinta de haber formado parte de los \"fascistas durmientes\" pre-procés.","label":0.0}
{"Unnamed: 0":200405,"text":"¿Qué quiere decir con \"panchito\"?","label":0.0}
{"Unnamed: 0":196088,"text":"yo soy una mujer con polla, con pelo en pecho y lesbiana, si a las lesbianas no les gusto es que son unas transfobas","label":0.0}
{"Unnamed: 0":190300,"text":"Callate hijo de puta, sos el primero en justificar y promover esta mierda.","label":0.0}
{"Unnamed: 0":192063,"text":"Como siempre, nuestras autoridades a última hora se dan cuenta d todos los problemas q generan los inmigrantes venezolanos sin haber cumplido los requisitos para este fin. Una vez más, se demuestra q son improvisadores y no previsores; en conclusión terminan siendo informal todo.","label":1.0}
{"Unnamed: 0":196591,"text":"Yo fui el último amor de loca y tal vez, la razón de su muerte.","label":0.0}
{"Unnamed: 0":195640,"text":"Vean y compren, baratas e igual de tiles que las que tienen sin concertinas y con ellas. Gracias.","label":0.0}
{"Unnamed: 0":192863,"text":"todos esos ãrabes son del barsa xD","label":0.0}
{"Unnamed: 0":192823,"text":"Cierto tú eres un hijo de puta más ratero y corrupto de este narcoestado y AMLO es decente hasta la comparación ofende!","label":0.0}
{"Unnamed: 0":194230,"text":"Puta niña mierda, ya cállate a la chingada 😡😡🤯🤯🤯🤯","label":1.0}
{"Unnamed: 0":198312,"text":"General Raul Isaias Baduel convoca al desafio politico desde la carcel Abril2012 153 PronunciamientoMilitar ^","label":0.0}
{"Unnamed: 0":194801,"text":"Callate negeo ctm andate a tu pais hijo de puta","label":0.0}
{"Unnamed: 0":197766,"text":"callate ya, subnormal, admite el PARTIDAZO como todos los madridistas, no que por rabia digais que ha sido robo, penosa.","label":1.0}
{"Unnamed: 0":201542,"text":"Nada más pisar España, Puigdemont será detenido. Por ello, no gobernará él, sino su partido político. Cataluña, ha perdido. España seguirá luchando por vosotros... ñaesespaña ña","label":0.0}
{"Unnamed: 0":201478,"text":"Se pelean por ver quien es más facha...","label":0.0}
{"Unnamed: 0":192855,"text":"Qué mierda cuando te dicen 'mereces más' sí puede ser que merezca más, pero quiero que venga de vos no de otra persona, la puta que te parió","label":0.0}
{"Unnamed: 0":191551,"text":"Poesía. Orgasmos. Sábanas revueltas. Mi polla en tu cara. ¿He dicho ya orgasmos? Pásame otro gramo. Que voy tó jamao. ía","label":0.0}
{"Unnamed: 0":199757,"text":"Que me vengan a mi a darme clases de maltrato y violencia de género. Venga pedazo de gilipollas. Os cuento lo que queráis.","label":0.0}
{"Unnamed: 0":193633,"text":"Este es el tipo de inmigración que deja muy mal parado al resto de los venezolanos. Desgraciados!","label":1.0}
{"Unnamed: 0":194939,"text":"Por qué no se calla la boca de una puta vez y deja de decir tonterías?","label":0.0}
{"Unnamed: 0":194028,"text":"Arrollada por una docena de manteros en la Gran Vía cuando paseaba junto a su madre, que iba en silla de ruedas motorizada. Al verse en medio de la estampida de los subsaharianos, que portaban las mercancías en las habituales mantas de tela que se...","label":1.0}
{"Unnamed: 0":196786,"text":"de no llevar bragas y de fascistas homófobas.","label":0.0}
{"Unnamed: 0":199371,"text":"el problema es que la gente es subnormal y la gente subnormal aprovecha cualquier cosa para lucirse.","label":0.0}
{"Unnamed: 0":191378,"text":"Cállate subnormal pero de una puta vez deja de llorar, no fue penalti xq Isco estaba en fuera de juego pero Dios como pueden ser tan jilipollas y subnormales estos tíos admitid que se acabó la flor de Zidane cojones hijos de puta","label":0.0}
{"Unnamed: 0":197090,"text":"ya, pero el PP tiene de liberal lo que yo de fascista.","label":0.0}
{"Unnamed: 0":199513,"text":"Fascistas y fachas Arturo Perez Reverte España &gt;&gt; … vía","label":0.0}
{"Unnamed: 0":198678,"text":"Según los monguers podemitas y demás: Los musulmanes matan a cristianos, y los malos son los cristianos y les acusan de islamófobos.","label":1.0}
{"Unnamed: 0":196673,"text":"Ahora no saber comentar partidos de futbol, se llama Catalanofobia... President siga haciendo el ridículo","label":0.0}
{"Unnamed: 0":197801,"text":"Qué crío más rarito era, me cago en la leche... 😵😲","label":0.0}
{"Unnamed: 0":201745,"text":"Vamos a ver, que igual estoy un poco subnormal. ¿Qué preferís?","label":0.0}
{"Unnamed: 0":199821,"text":"Mi hermana y yo terminamos negras con tanto sol y agua. Juegos, piscinas, bocatas... Eso si que eran buenos veranos y no la mierda esta.","label":0.0}
{"Unnamed: 0":200892,"text":"Salvo 4-5 culés que sigo, los demás tienen lo justo para no cagarse encima. Qué vergüenza de \"afición\".","label":0.0}
{"Unnamed: 0":194532,"text":"melina merecia quedarse la puta madre","label":0.0}
{"Unnamed: 0":193797,"text":"Mientras tanto el okupa de La Moncloa NO ELECTO piensa ya en sus vacaciones. Ya os lo aviso. Pronto estallará una auténtica guerra de guerrillas en España y un enfrentamiento civil muy duro.","label":0.0}
{"Unnamed: 0":191923,"text":"bueno, qué necesidad hay de quitarse la puta camiseta para enseñar abs pREGUNTO","label":0.0}
{"Unnamed: 0":191167,"text":"\"Un compañero del trabajo me dice \"\"güera\"\" y yo así de:","label":0.0}
{"Unnamed: 0":194533,"text":"A ver cuántos de los nominados a los globos de oro llegan libres de denuncia por acoso sexual o violación.","label":0.0}
{"Unnamed: 0":194595,"text":"Los delitos por acoso o violación, no prescriben en USA. Pero, las victimas no tienen los recursos p…","label":0.0}
{"Unnamed: 0":189760,"text":"Pero si son árabes chaval si ven a sus padres degollar animales to los dias","label":1.0}
{"Unnamed: 0":194990,"text":"Vos callate puta","label":1.0}
{"Unnamed: 0":192799,"text":"Me encanta el puerto, por más que estés negra\/o te dicen güera\/o. ☺","label":0.0}
{"Unnamed: 0":197483,"text":"Madina q nunca hizo nada,solo calentar asientos,impone una Ponencia liberal,nada socialista q Pedro con mayoría d SG,la retirará junto a el","label":0.0}
{"Unnamed: 0":193165,"text":"Callate dijeeeeee! Sos alta perra y punto.","label":1.0}
{"Unnamed: 0":197917,"text":"Un Catalan a clasificado al Barça Cabroooooonnn","label":1.0}
{"Unnamed: 0":192575,"text":"ESCORPIONGOLDEN: MakotoG77 Fer_Gay Cállate puta","label":1.0}
{"Unnamed: 0":194397,"text":"No os merecéis ni que os quieran vuestros hijos. Devolved el sueldo y a la puta calle.","label":0.0}
{"Unnamed: 0":191868,"text":"New video posted: brunoymaria Mi mujer es muy Puta y Folla con un Fetichista","label":1.0}
{"Unnamed: 0":201363,"text":"Llamadme loca pero igual lo que pasa es que los \"amics\" catalanes de esta no son obreros.","label":0.0}
{"Unnamed: 0":199358,"text":"No podían faltar las mariconadas, del enano albóndiga mermelada. Ascooo","label":1.0}
{"Unnamed: 0":201298,"text":"Las diez ciudades más importantes de Cataluña son de C's. Ojo a la ruralización del movimiento separatista","label":0.0}
{"Unnamed: 0":199588,"text":"No Jonny ni Bellerín son mejores que Gayà y Odriozola","label":0.0}
{"Unnamed: 0":191357,"text":"Y mientras a los que somos españoles trabajamos y cotizamos nos eternizamos esperando k nos operen y nos kitan medicinas ¡manda cojones! Sánchez da Sanidad gratis a los sin papeles... pero no a los inmigrantes legales Enviado desde","label":1.0}
{"Unnamed: 0":200908,"text":"yo no soy independentista, pero me la pela la unidad de España, si esta es la España que quieren los españoles.","label":0.0}
{"Unnamed: 0":199286,"text":"No lo he puesto queriendo, pero es difícil llevar 2 idiomas que son prácticamente iguales, y te hacen aprender entrava en catalán","label":0.0}
{"Unnamed: 0":194180,"text":": Descubre uno de los secretos mejor guardados de la ... ...los 🐎 árabes rusos!!!","label":0.0}
{"Unnamed: 0":190669,"text":"⚫ Aquí saludando efusivamente y dando la bienvenida a los invasores que han saltado de manera ilegal y violenta la valla de agrediendo a la Guardia Civil.","label":1.0}
{"Unnamed: 0":200304,"text":"Y como no existe la heterofobia, vamos a hacer chistes así... pero luego que no vengan de vuelta esos chistes, que lloramos.","label":0.0}
{"Unnamed: 0":192075,"text":"Que ladilla esos malditos árabes con su llamadera por fb.","label":1.0}
{"Unnamed: 0":196215,"text":"Será puerta abierta , inútiles fascistas embusteros miserables,no?","label":1.0}
{"Unnamed: 0":199692,"text":"Esta miserable diputada de Podemos compara la violencia de género con el asesinato de Miguel Ángel Blanco en","label":0.0}
{"Unnamed: 0":192544,"text":"Cállate perra, ¡déjame ser! 😂😂😂 Pero neta si se llevo mi corazón, ya se lo que sentía Davy Jones.","label":1.0}
{"Unnamed: 0":193457,"text":"¡Cállate! Zorra insensible.","label":1.0}
{"Unnamed: 0":190340,"text":"Lena Dunham prepara una serie sobre feminismo para HBO' Afirman que se rodará integramente en una cocina.","label":0.0}
{"Unnamed: 0":195594,"text":"Volvete a tu país sudaca","label":1.0}
{"Unnamed: 0":195243,"text":"¡Epaaa! ¿No será que se enteró de que cambió de bando para convertirse en agente encubierto del ? ¡Todo extremo es posible en la progresía sudaca!","label":0.0}
{"Unnamed: 0":192543,"text":"Pero vamos a ver PUTA VECINA DE MIERDA QUE TE CALLES ZORRA CANTAS CÓMO LA MIERDA Y YA ES MUY TARDE PARA ANDAR PEGANDO BERRIDOS","label":1.0}
{"Unnamed: 0":194491,"text":"Callate puta jaja","label":1.0}
{"Unnamed: 0":197758,"text":"Menuda marica estoy hecha","label":0.0}
{"Unnamed: 0":201372,"text":"No existe la mayoría absoluta, ni mucho menos. No hay lugar para un proceso independentista con un 50% de electores que no están de acuerdo y de rehenes.","label":0.0}
{"Unnamed: 0":199229,"text":"Por si a alguien le quedaba alguna duda sobre este dictador.","label":0.0}
{"Unnamed: 0":189934,"text":"Pues a mi el hebreo o lo que farfullan los sionistas me suena muy parecido al árabe. Lo digo por lo racistas que son con todo lo que este relacionado con los árabes.","label":1.0}
{"Unnamed: 0":192303,"text":"Callate y sacate la puta eso","label":0.0}
{"Unnamed: 0":190307,"text":"Y si tú eres uno de los amigos que le celebra el comportamiento de esos hombres eres cómplice del acoso sexual.","label":0.0}
{"Unnamed: 0":198011,"text":"Señores del Real de Mandril, fachas todos. Ya sabéis a quien tenéis que comerle tol nabo. Florentino, \"veste\" al carajo.","label":1.0}
{"Unnamed: 0":191532,"text":"Preferían enfrentar los peligros de regresar a su hogar antes que ser encarcelados en estas condiciones señaló la organización que también demandó a la policía migratoria ICE.","label":0.0}
{"Unnamed: 0":198249,"text":"👉El podemita Iglesias es un demagogo tal q él mismo se contradice. Corto d inteligencia, cargado d odio visceral y cínico hasta la médula😡😠😡","label":1.0}
{"Unnamed: 0":193482,"text":"No lo necesitas porque los hombres (no todos) no sufren de la opresión y acoso que reciben las mujeres mi vida","label":0.0}
{"Unnamed: 0":196180,"text":"Eres moro — Si bueno mestizo mitad mitad","label":0.0}
{"Unnamed: 0":197082,"text":"Vaya facha el tipo ese.","label":0.0}
{"Unnamed: 0":193697,"text":"Callate ya pedazo de rata q esa serie es una puta mierda como tú q eres una mierda q vergüenza de programa","label":0.0}
{"Unnamed: 0":198120,"text":"Lmao ahora alguien malinterpreta ese tuit. Monguer me refiero a los magufos xDDD bueno y la gente que…","label":0.0}
{"Unnamed: 0":194090,"text":"LA PUTA MADRE TE MERECES TODO LO BUENO , TODOS LOS AÑOS DEMOSTRAS QUE SOS LA MEJOR 💛💛💛💛 MANDA BAILA FLOR AL 13013","label":0.0}
{"Unnamed: 0":189408,"text":"Inmigrantes intentan fugarse de Ceuta escondidos en un ferry vía","label":0.0}
{"Unnamed: 0":192836,"text":"La gorda de mi trabajo, a sus 26 años tuvo su primer novio jajajaja pobre del pendejo. Están invitados a mi boda amigos.","label":0.0}
{"Unnamed: 0":193356,"text":"Tú eres una perra jajaja","label":1.0}
{"Unnamed: 0":198831,"text":"Que a base de repetirte tanto lo de la democracia ejemplar y el mudo libre desde los medios acabas siendo el fascista perfecto.","label":0.0}
{"Unnamed: 0":199058,"text":"Tú qué eres un político que se moja, si es como.dices, por qué no votar en contra???","label":0.0}
{"Unnamed: 0":192288,"text":"\"Dubái \"\"es una ciudad emirato de los Emiratos Árabes Unidos conocida por su lujoso comercio, la arquitectura ultramoderna y su vida nocturna animada. \"\" Bienvenidos a Este es mi mundo. Viajes Like Travel .","label":0.0}
{"Unnamed: 0":195791,"text":"Un caraqueño me dice que para ellos es como \"sudaca\". Prefieren \"Pana\", aunque no tiene sentido gentilicio. Les dicen \"Llaneros\" pero me suena a jerga periodística","label":0.0}
{"Unnamed: 0":195307,"text":"Que inmigrantes necesitan ayudas? Nuestros pobres jubilados que mueren en sus casas solos. Esos necesitan. Los padres de familia Españoles sin recursos, esos necesitan. El puto moro que quiso matar a una mosso de escuadra, a ese hay que resucitarlo para volverlo a matar.","label":1.0}
{"Unnamed: 0":193993,"text":"Un jugador de mi equipo canta 'mi novia es sevillista y es una puta más' tras el derbi. Pide perdón y la gente le dice que no debe disculparse, que son cánticos normales de la rivalidad. Y luego nos sorprendemos de que pasen las cosas que pasan...","label":1.0}
{"Unnamed: 0":196191,"text":"lo vuelve hacer contra , cuándo será el turno del dictador de ?","label":0.0}
{"Unnamed: 0":195368,"text":"\"En torno a 100 inmigrantes subsaharianos han entrado en la mañana de este miércoles en Ceuta a través de la valla aprovechando la hora del rezo colectivo de la Fiesta del Sacrificio y provocando que siete guardias civiles resultaran heridos.\"","label":0.0}
{"Unnamed: 0":191979,"text":"Miriam se merecía estar entre los tres favoritos me cago en la puta","label":0.0}
{"Unnamed: 0":190580,"text":"Callate puta y anda a dormir","label":1.0}
{"Unnamed: 0":190672,"text":"MILITARES sin honor q rendían honores ayer hicieron lo q saben hacer, salir corriendo en desbandada. Solo guardaespaldas cubanos cubrieron a obeso dictador con paneles antibalas, dejando a Cilia sin protección. Ayyy Cilia, te acuerdas cuando asaltaban bancos con el indocumentado?","label":0.0}
{"Unnamed: 0":197785,"text":"La gente que le ha dado después del partido se piensa que soy subnormal 😂","label":0.0}
{"Unnamed: 0":194108,"text":", ese agujero lleno de hijos de puta. Os mereceis que gane Inés y cierre vuestra basura de televisión.","label":0.0}
{"Unnamed: 0":191978,"text":"Pegame en la cara que yo te pego en el ego","label":0.0}
{"Unnamed: 0":190955,"text":"¿todavía piensan que una mujer es perra porque habla de sexo? O ya dejaron atrás ese estúpido pensamiento.","label":0.0}
{"Unnamed: 0":201266,"text":"y si encima les sumas el bloque de la cup ,el bloque independentista se como con patatas a los otros","label":0.0}
{"Unnamed: 0":191563,"text":"CALLATE perra muérete de hambre !!!","label":1.0}
{"Unnamed: 0":198319,"text":"el que envia fotos de balas como anemaza y dice ser \"nordico\" de galicia tonto gilipolla subnormal","label":1.0}
{"Unnamed: 0":198342,"text":"mastodonte tigre crack compae mamón tipical hombre hetero things","label":0.0}
{"Unnamed: 0":198355,"text":"soy bollera jajjajaja","label":0.0}
{"Unnamed: 0":197136,"text":"Vicente, tú eres demasiado grande para entrar en este juego de una directiva que ha dejado de lado a parte de su afición.","label":0.0}
{"Unnamed: 0":189548,"text":"El asesinato se hace en nombre del Antifascismo. Imbeciles como tú hacen que esta escoria crezca.","label":0.0}
{"Unnamed: 0":201462,"text":"Otros 4 años de matraca independentista? Vaya infierno","label":0.0}
{"Unnamed: 0":190597,"text":"Un día me dieron un consejo muy bueno: si no vas a decir nada inteligente, CÁLLATE LA PUTA BOCA. Aplicároslo porfa.","label":0.0}
{"Unnamed: 0":199105,"text":"Lo dices por los nazis y Einstein, los comunistas y Mendel, las feministas de género y Pinker, los islamistas y creacionistas y Darwin...?","label":0.0}
{"Unnamed: 0":195592,"text":"Pisarello un hijo dé puta que ni es Español ni Catalán. Que se quede en su tierra sudaca.","label":1.0}
{"Unnamed: 0":201672,"text":"Gana Ciutadans en votos y diputados,el bloque unionista saca un 43% de votos y el independentista 47%,no sabemos qu…","label":0.0}
{"Unnamed: 0":197567,"text":"Me indigna que se haga el machisimo, con facha de héroe que desenmascara a los criminales, pero allá! Lejísimos 😒 😒","label":0.0}
{"Unnamed: 0":197190,"text":"éstos tienen menos argumentos que masa cerebral. Cuñao, empieza el fútbol y ya está. Qué pedazo de subnormal.","label":1.0}
{"Unnamed: 0":200791,"text":"algún día explotare y me pondré a gritar como una puta loca porque ya no podré más","label":0.0}
{"Unnamed: 0":197877,"text":"Hoy prefieren el arbitraje manual. La mano negra del puto alemán ladrón.","label":1.0}
{"Unnamed: 0":192404,"text":"“La deriva del PP en el tema de la inmigración es muy preocupante”","label":0.0}
{"Unnamed: 0":192274,"text":"me cebe con el tema árabe","label":0.0}
{"Unnamed: 0":191273,"text":"Miguel por favor cállate de una puta vez","label":0.0}
{"Unnamed: 0":193300,"text":"Cállate zorra que se me ha metido un virus","label":1.0}
{"Unnamed: 0":190183,"text":"😔El buque de lleva cinco días a la deriva con 87 inmigrantes rescatados esperando que Sánchez Castejon quiera dar otro golpe de efecto en esta campaña de marketing que tiene montada...Sánchez: son seres humanos,deja el marketing y actua,estás tardando demasiado😠","label":0.0}
{"Unnamed: 0":201014,"text":"Con vuestro permiso voy a bloquear a este tarado.","label":0.0}
{"Unnamed: 0":196555,"text":"Los MOBA son un género en auge debido a los eSports y ese genial LoL que ha conseguido aupar a este tipo de juegos…","label":0.0}
{"Unnamed: 0":196060,"text":"Es andaluz normalizado, como el catalán barcelonés o el batua vasco. Aumenta exponencialmente la vergüenza ajena.","label":0.0}
{"Unnamed: 0":199266,"text":"Una cosa es ser homosexual y la otra ser un maricón. A no tiene por que ser B ni B tiene que ser A.","label":0.0}
{"Unnamed: 0":197250,"text":"Y digo subnormal y no tonta porque tonta ya lo soy.","label":0.0}
{"Unnamed: 0":194544,"text":"Ya cállate zorra","label":1.0}
{"Unnamed: 0":197799,"text":"Deja de llorar mamon que eres mas cansino","label":1.0}
{"Unnamed: 0":189745,"text":"En México decimos Pirinola, los gachupines dicen Perinola...!","label":0.0}
{"Unnamed: 0":193230,"text":"Lo quiero tanto al gil culiao, me hace los días con sus tonterías. Odio que me lleve la contraria, pero puta que lo extrañaba. No te alejes más, pequeño Zky.","label":0.0}
{"Unnamed: 0":190738,"text":"Callateeeee, Si serás hermosa la puta madre!!!! Te amamos","label":0.0}
{"Unnamed: 0":199467,"text":"Que subnormal y que bueno es Ceballos","label":0.0}
{"Unnamed: 0":189912,"text":"Currently reading CUANDO VAYAN PERDIENDO EL MIEDO SE IRAN HACIENDO DUEÑOS DE LAS CALLES EN FORMA VIOLENTA","label":1.0}
{"Unnamed: 0":193792,"text":"Esto en BARBARIE, después hablan de crueldad en países árabes...no les llegan a los talones a Morales y su Poder Judicial","label":0.0}
{"Unnamed: 0":189623,"text":"Juez reafirma orden a Trump de reactivar el programa DACA para jóvenes indocumentados. ública","label":0.0}
{"Unnamed: 0":200712,"text":"Ahi es cuando me voy a pirar y aparecen 3 chavales mas montando n patinete y me empiezan a chillar bollera de mierda y a pillar cosas del bolsillo de la mochila que solo habia tampax y pañuelos lo cual les ha tocado la fibra","label":0.0}
{"Unnamed: 0":200956,"text":"Mi padre diciendo que un hombre no se puede maquillar y que si se echa cremas es \"maricon\". Qué hago. Le tiro la silla o que.","label":0.0}
{"Unnamed: 0":197158,"text":"Nadie? Algunos lo veían venir y los llamaron fascistas y q iban en contra de la \"cultura catalana\". Vueltra atrás no hay","label":0.0}
{"Unnamed: 0":194735,"text":"FLOR SALTANDO AHÍ LA RE PUTA MADRE TE LO MERECES PEDAZO DE FORRA TE LO MERECES, EN LA CARA DE TODOS HIJA ASÍ SE HACE","label":1.0}
{"Unnamed: 0":194081,"text":"Callate negra puta! ya te va a llegar el día que pagues por todo esto.","label":1.0}
{"Unnamed: 0":189678,"text":"... inmigración... populismo... Rivera... Casado... cuatro patas 'pa' un banco...","label":0.0}
{"Unnamed: 0":190143,"text":"Por que no los dejamos de tonterías de una vez y nos declaramos la PUTA GUERRA de una vez por todas. Bombardeados CAT y al tomar por culo. Joder es q parece q más de uno es lo q le gustaría en ambos bandos ehh","label":0.0}
{"Unnamed: 0":189927,"text":"Ya me joderia demostrar que soy racista, etnocentrista, machito y frivolizar con el acoso y la violacion en 4 lineas. Que miedo da perder privilegios eh","label":0.0}
{"Unnamed: 0":193004,"text":"Me parece que sería bueno hacerte eso y más. Tu eres más caliente que esa puta.","label":0.0}
{"Unnamed: 0":199221,"text":"ME COLAO DE FACHA ES ALFONSO MERLOS","label":0.0}
{"Unnamed: 0":196355,"text":"Los comentarios de moda son tremendos. \"Vas de rojo, has arriesgado\" \"Oye vas de blanco\" Y así.","label":0.0}
{"Unnamed: 0":190759,"text":"perra cállate la boca y continúa tu desafío 😘","label":1.0}
{"Unnamed: 0":190486,"text":"Laredo Texas: Aseguran a 25 indocumentados 14 viajaban escondidos en cajas de carton","label":0.0}
{"Unnamed: 0":194668,"text":"Callate q no se le cerro 😱 la puta madre jajajajajjajaja q me importa","label":0.0}
{"Unnamed: 0":194619,"text":"Comprado! En cuanto acabe el que estoy leyendo sigo con este. Gracias por la recomendación","label":0.0}
{"Unnamed: 0":191685,"text":"La moda de los negratas ponen un nombre falso con una mujer blanca, y luego sua fotos de ellos. A quien quieren engañar.","label":0.0}
{"Unnamed: 0":191143,"text":"Y eso traducido sería 'para la concha tuya que me estás spoileando todo y voy re atrás callate la puta que te parió'.","label":0.0}
{"Unnamed: 0":199255,"text":"ya que alguien con enfermedades mentales no es subnormal y ellos lo consideran como tal, (o eso parece)","label":0.0}
{"Unnamed: 0":191763,"text":"hijos de puta tongazo hasta el final.....Yang no merecía esto","label":0.0}
{"Unnamed: 0":189807,"text":"imbecil hoy te pego una piña te fracturo la nariz","label":0.0}
{"Unnamed: 0":200507,"text":"La del 31 para mi la ideal, y la mala suerte de existir la Alemania Nazi y la Italia Fascista","label":0.0}
{"Unnamed: 0":199404,"text":"Y ojo el feminismo liberal me da náuseas, no lo defiendo para nada","label":0.0}
{"Unnamed: 0":199147,"text":"Si tú también adoras el negro 💜 como nosotr y eres 🔝😎 fan de las sandalias. Aquí te pones un enlace de los tres...","label":0.0}
{"Unnamed: 0":196595,"text":"si eso no me ofende la verdad, me han llamado facha por ser patriota e incluso nazi, uno ya se acostumbra, pero es muy triste","label":0.0}
{"Unnamed: 0":195022,"text":"CARLOTA, CALLATE LA PUTA BOCA.","label":1.0}
{"Unnamed: 0":193122,"text":"Tengo frío en mis piernitas.... ahhh pero quería venir en perra enseñando pierna no?","label":0.0}
{"Unnamed: 0":199417,"text":"Hungría emitió estadísticas que demuestran que la mayoría de refugiados son hombres, pero las ONGs emitieron unas contrarias.","label":0.0}
{"Unnamed: 0":190087,"text":"Los supermercados de Argentina,son una burla y una afrenta,por mas sudaca,q sea su público,la calidad de los productos,es ofensiva,y los precios de esa basura,es como cachetear a la gente.Entrenamiento para la Venezuela pos Macri?Hablo de los super que en Peronia, consideran top.","label":1.0}
{"Unnamed: 0":196488,"text":"La gente acumula mierda en el armario y yo acumulo vaqueros negros😂","label":0.0}
{"Unnamed: 0":195702,"text":"no metas a nadie ms en esto bro, disfruta la vida que son 2 das puede ser que maana un moro de la guardera de refugiados te parta una botella en la cabeza y haya terminado tu pattica existencia.","label":1.0}
{"Unnamed: 0":197868,"text":"Nunca verás pelo de nuevo en tu cabeza subnormal!","label":0.0}
{"Unnamed: 0":189566,"text":"Deja de provocarme maldita perra","label":1.0}
{"Unnamed: 0":189625,"text":"ALLANARON la oficina de Thomas (ex de EBY) en la propia Central! A nuestra CGR, nunca dejaron entrar porque es bilateral. ó sin ver papeles y ahora se destapó escándalo de corrupción. Van a seguir igual con este FATO FEROZ y ?","label":0.0}
{"Unnamed: 0":194693,"text":"estoy mirando bajo la misma estrella y la lagrima mas chica es un elefante que maricona soy la puta madre","label":1.0}
{"Unnamed: 0":201746,"text":"Algunos lo veis como un \"fallo\" del CIS. Yo no. La predicción infraestimó un poco al bloque independentista, pero es que en la campaña también pasan cosas.","label":0.0}
{"Unnamed: 0":195242,"text":"Sábado de auto amor: fui a correr y me hice una mascarilla de gelatina y leche ante barritos. Ahora, bailo con pesitas en los pies y si de casualidad me cruzo con un espejo, me cago de risa. Parezco alien o The mask en versión sudaca.","label":0.0}
{"Unnamed: 0":190954,"text":"Ser inmigrante en la era Trump: la experiencia de una docente argentina vía","label":0.0}
{"Unnamed: 0":191036,"text":"Hipócritas quieren ser europeos. Para las pelotudeces. Cuando les decís que en Europa la mayoría de los países tienen aborto legal, vuelven a ser provincianos aterrados por los curitas del pueblo. Sudacas iletrados son...","label":1.0}
{"Unnamed: 0":197160,"text":"Pedro Sánchez asegura que «nunca» será adversario de un socialista El ex secretario general del PSOE Pedro Sánchez…","label":0.0}
{"Unnamed: 0":189596,"text":"es una puta gilipollez alarmarse asi, enserio que hay de malo? no esta desnuda no tiene nada que enseñar, por que tanto revuelo? Para eso puedes poner ropa a tu pj si tanto te molesta verle 'desnudo' un poquito de logica","label":0.0}
{"Unnamed: 0":192730,"text":"- ¡¡Mi novia es sevillista y es una puta más oeee!! - Casi que prefiero procrear con la serpiente, Adán. - ¡¡Ha sido penalti, Eva!! - Paraíso mis ovarios.","label":1.0}
{"Unnamed: 0":194018,"text":"🇬🇹 Por un problema de papeles el veterano arquero de 43 años Carlos Díaz no arregló su llegada a Uruguay de Coronado. Sin embargo, ya consiguió club. Su próximo destino será Rosario FC de Guatemala, que dirige Emiliano Barrera.","label":0.0}
{"Unnamed: 0":200903,"text":"mamón, habrá algo más puro que las mujeres sevillistas...","label":0.0}
{"Unnamed: 0":193374,"text":"Tú eres una pinche perra","label":1.0}
{"Unnamed: 0":201580,"text":"Y en la votación de investidura de un bloque independentista, con los Diputados en Bélgica y en la cárcel, no da, ¿no? ña","label":0.0}
{"Unnamed: 0":189419,"text":"Tu eres una puta sentenciada y estas con concha en el congreso. Mentiste en tu cv y a las justas terminaste primaria. No te hagas la santa hipocrita de cuarta","label":1.0}
{"Unnamed: 0":193192,"text":"Cállate perra que a ti te espera el mismo destino de maduro y cabello ahora se la tira de correcta porque no lo hicistes aquí corrupta de mierda","label":1.0}
{"Unnamed: 0":196772,"text":"Cosas como \"¿De qué va?\", \" ¿Lo disfrutas?\" o \"malditos nazis, ¿eh?\" si hablan sobre el nazismo y etc No me gusta justificar mis lecturas","label":0.0}
{"Unnamed: 0":197324,"text":"en europa sigues pareciendo subnormal, de nada","label":1.0}
{"Unnamed: 0":189764,"text":"esta muy generalizada la idea de “puta” por enseñar el cuerpo en redes sociales cuando puta es ofrecer sexo a cambio de dinero y enseñar el cuerpo porque se me da la gana se llama MUJER LIBRE Y SEGURA DE SI MISMA","label":1.0}
{"Unnamed: 0":201769,"text":"Yo, que vivo en Cataluña, y no soy independentista, te confirmo que NO HAY ADOCTRINAMIENTO. Ahora, eso es lo que os quieren vender. En cualquier caso, ojalá vieras la realidad catalana para poder compararla con la de mentiras que os cuentan en los medios.","label":0.0}
{"Unnamed: 0":195633,"text":"El gobierno socialista expulsa en caliente a los 116 inmigrantes que saltaron la valla de Ceuta | Asalto a la valla de Ceuta Si se confirma la noticia, buena decision por primera vez de este gobierno en tema de inmigracion. esperando no sea la última","label":0.0}
{"Unnamed: 0":196513,"text":"no se puede estar de acuerdo en todo... luego nos buscamos unos fachas para echar unas risas y solucionado, compañero 😉","label":0.0}
{"Unnamed: 0":194306,"text":"Jajajajajajajajajajajaajaj mike cb yo te amo cc tu eres una puta comida cb sabe que nos debe una comidita 😂😂😂😂😂😂😂😂😂😂😂","label":0.0}
{"Unnamed: 0":191905,"text":"callate mexicano hijo de perra,","label":0.0}
{"Unnamed: 0":195866,"text":"Subnormal dime que se siente cuando vengas a BARCELONA Y TE PEGUE 4 HOSTIAS PUTO SUDACA MIERDA","label":0.0}
{"Unnamed: 0":201445,"text":"Una bestia negra en tus pantalones: carta de no-odio a PS VITA","label":0.0}
{"Unnamed: 0":190774,"text":"La vez que me niego a enseñarle a usar ig a mi mamá me dice: - Yo te enseñé a usar una cuchara puta de mierda! Siempre te la llevabas al ojo, ibas a quedar tuerta!!! Jajajajajajaj","label":0.0}
{"Unnamed: 0":194574,"text":"este perfil es mas postureo que el propio feminismo y stranger things + game of thrones","label":0.0}
{"Unnamed: 0":190514,"text":"No soy racista pero QUE ASCO DAN LOS PUTOS MOROS. COMO DEPENDIESE DE MI QUE ENTRASEN EN ESPAÑA LO LLEVABAN CLARO ESTOS IMPRESENTABLES GUARROS Y MAL OLIENTES","label":1.0}
{"Unnamed: 0":192604,"text":"Si y de paso les impedimos ayudar a los inmigrantes k okupan Hispania, k son unos jetas y se llevan las subvenciones. SOYS CATETOS DE COJONES","label":1.0}
{"Unnamed: 0":192003,"text":"Voy a provocar a la perra del hijo del jefe a ver si me muerde una pata u lo que sea, y así me incapaciten, y no vengo a trabajar en estos días no tan bonitos.🌚😂","label":0.0}
{"Unnamed: 0":201354,"text":"Menuda MIERDA de panorama político se nos ha quedado para los próximos 10 años en todos los ámbitos. Muchísimas gracias a todos, aunque os lo podríais haber metido todo por donde más os guste.","label":0.0}
{"Unnamed: 0":200881,"text":"Pero si yo soy castellanoparlante, el que se inventa palabras en catalán eres tú xD","label":0.0}
{"Unnamed: 0":200734,"text":"Este se pensaba que por ser político iba a tener un trato diferencial Sindelinques,vas a la cárcel y en la…","label":0.0}
{"Unnamed: 0":194545,"text":"Cállate hijo de mil puta","label":0.0}
{"Unnamed: 0":198292,"text":"Asi somos en España, \"si yo te insulto es un acto de libertas y democracia si lo haces tu eres un facha que hay que eliminar\"","label":0.0}
{"Unnamed: 0":190188,"text":"Gorda chaconda.. tu eres por mi polla la mujer perfecta.. quiero ver todo el tuyo cuerpo da BBW mueverse sobra de mi.. 😍","label":1.0}
{"Unnamed: 0":194031,"text":"Esta tiene que ser una 'fake new' porque las mujeres son siempre las víctimas, no las hijas de puta maltratadoras. Eso o el chaval es un machista que se lo ha merecido (machete al machote).","label":1.0}
{"Unnamed: 0":192304,"text":"Tu no eres amiguera tu eres puta🤫","label":1.0}
{"Unnamed: 0":193152,"text":"Me costó un año, pero por fin pude enseñarle cómo dar la patita a tu perra... costumbre de ignorarme. 😭","label":0.0}
{"Unnamed: 0":199853,"text":"Ui la mayoria de inditex tienen tattoos y son mega chonis eh? 🤣","label":0.0}
{"Unnamed: 0":201685,"text":"Y a ésto se van a agarrar los dirigentes del \"bloque independentista\": que ha ganado la república. Van a huir despavoridos de todo lo que suene izquierda-derecha. Todo está demasiado apretado.","label":0.0}
{"Unnamed: 0":200338,"text":"Estudio en la Universitat Autònoma de Barcelona, “el mayor centro de adoctrinamiento supremacista independentista de Catalunya” y más de la mitad de las asignaturas se imparten en castellano. Parad de hacer el ridículo, por favor.","label":0.0}
{"Unnamed: 0":190871,"text":"A ver si te enteras que el árabe y la cultura marroquí nos importa más o menos lo mismo que tú, una mierda!. Aprende en tus ratos libres, que son muchos, lo que te plazca pero deja a los niños en paz.","label":1.0}
{"Unnamed: 0":191294,"text":"fuera la escoria inmigrante! traidor vende patria","label":1.0}
{"Unnamed: 0":192221,"text":"Callate hijo\/a de puta. Vos no trabajaras. Basura. Vemos los negros de mierda delincuentes que son. Que asco dan basuras kks y zurdos. El Estado somos los que no bancamos a la bitcj falsa abogada. Somos los que pagamos impuesto","label":0.0}
{"Unnamed: 0":193718,"text":"Pocas cosas son más ridículas que un pendejo y una puta, creyendo que serán felices juntos...","label":0.0}
{"Unnamed: 0":193286,"text":"Hoy ando oliendo a mujer 😂😂😂 Se me olvidó la llave del locker de la gabacha en la casa, por lo que una compañera me presto la de ella, y huele a puro Fraiche 😅😂","label":0.0}
{"Unnamed: 0":191880,"text":"CALLATE YO ME LO DESCARGE YEGUA HIJA DE PUTA EN EL GRUPO HACES LO MISMO y de paso te dejo a moria","label":1.0}
{"Unnamed: 0":200416,"text":"La derechona sale a dar una vuelta por Barcelona. vía","label":1.0}
{"Unnamed: 0":191176,"text":"Crece a 1.402 la entrada de inmigrantes a Ceuta, la mitad de ellos al asalto, en lo que va de 2018","label":1.0}
{"Unnamed: 0":201309,"text":"ahora resulta que el 100% del electorado de podemos es NO independentista?","label":0.0}
{"Unnamed: 0":191721,"text":"Algunos cuando un inmigrante hace cualquier cosilla: joder es que vaya plaga, son un peligro, FUERA ARRIBA ESPAÑA Esa misma gente cuando españoles violan en grupo a una chica: Seguro que fue violación? MIRA EL CASO DE LOS MOROS DE MIERDA","label":1.0}
{"Unnamed: 0":201587,"text":"No se dan porque el sentimiento independentista es prácticamente residual en todos los estados. Pero realmente no es comparable, la historia de la construcción de los Estados Unidos no tiene absolutamente nada que ver con la de España. 🙄","label":0.0}
{"Unnamed: 0":192139,"text":"Por suerte sigue siendo lo suficientemente imbécil para decir 'cuando vamos a dejar de vernos como rivales' para que la gente no piense que ha aprendido al respecto.","label":0.0}
{"Unnamed: 0":194961,"text":"callate de una puta vez facista!!!","label":0.0}
{"Unnamed: 0":197930,"text":"calla ya guachupino, vuelve a tu cocotera","label":1.0}
{"Unnamed: 0":196110,"text":"vete a ver La Bella y la bestia anda maricón gangoso","label":1.0}
{"Unnamed: 0":190773,"text":"\"WhatsApp: la nueva \"\"herramienta\"\" de los polleros","label":0.0}
{"Unnamed: 0":194551,"text":"Puta Maghde por 1era ves!!! Mis Respetos viejillo culeco...Felicidades x tu Campeonato te lo Mereces...arriba Las C…","label":0.0}
{"Unnamed: 0":194865,"text":". ESTÁS muy CALLADA HOY? Es verdad, NO me ACORDABA que UN ANTISISTEMA PODEMITA= a HIJO de PUTA había MA…","label":0.0}
{"Unnamed: 0":197135,"text":"Vosotr seguir hablando si Zozulya es nazi o si los Goya son para rojos. Yo dedico un tuit a algo importante","label":0.0}
{"Unnamed: 0":197320,"text":"Al final resulta que el asesino es un hombre mayor \"nazi\" que confiesa diciendo en alemán \"debimos matar a todos\" 😂😂😂","label":0.0}
{"Unnamed: 0":192563,"text":"Analicemos esto: ¿Si te pones unos shorts así, en la calle, ¿qué esperas que te digan? ¿Acoso? ¿O Provocación...","label":1.0}
{"Unnamed: 0":198382,"text":"Los heterofobos sois conscientes de que entrais en el mismo saco que los homofobos porque estais odiando por amar.","label":0.0}
{"Unnamed: 0":201506,"text":"Era una respuesta a un monguer que no sw ha dado cuenta :(","label":0.0}
{"Unnamed: 0":200738,"text":"NO condenarán excarcelación contaminadores río Segura xa no despertar a bestia fascista","label":0.0}
{"Unnamed: 0":192208,"text":"Pero callate un poco paraguayo de mierda hijo de puta negro villero. No te conoce ni tu mama gil","label":0.0}
{"Unnamed: 0":199796,"text":"En resumen: que no llamemos feminismo a cuando los hombres somos gente que simplemente no da asco. Que igual tenemos el listón muy bajo.","label":0.0}
{"Unnamed: 0":190660,"text":"mejor cállate perra lmao","label":1.0}
{"Unnamed: 0":195745,"text":"El que prometió acabar con las concertinas y las devoluciones en caliente, gira de nuevo y , ministro de , ordena: “les quiero fuera ya”, vía . Me uno. A este Gobierno le","label":0.0}
{"Unnamed: 0":197652,"text":"Feminismo. Es... y será. Manifestación en órdoba en el íaInternacionalDeLaMujer Seguimos erguidas bailando en esta Revolución Feminista","label":0.0}
{"Unnamed: 0":197490,"text":"Una reflexión acerca de decís que son todos rojos ¿Quien impide la expresión a los artistas de derechas? No será por dinero!","label":0.0}
{"Unnamed: 0":194659,"text":"Callate, matate hijo de puta, gritan los inadaptados de mierda al ministro","label":0.0}
{"Unnamed: 0":191825,"text":"Te conteste zorra, te conteste, asi que callate y contestame.","label":1.0}
{"Unnamed: 0":194718,"text":"Nunca puedo estar donde tu estas puta vida pero bueno donde sea que vallas diviertete brigitte te lo mereces 👏👏👏👏😉","label":0.0}
{"Unnamed: 0":191076,"text":"Quieres ver mi polla dura y sucia? — Si tu deseas enseñarla, claro 😘","label":0.0}
{"Unnamed: 0":199876,"text":"Te he pedido opinion gilipollas, que te crees subnormal","label":1.0}
{"Unnamed: 0":190748,"text":"Al menos si queres provocar a pibes con tu cuerpo QUE NO SE NOTE QUE QUERES MOSTRAR LAS TETAS LA PUTA QUE TE PARIO NDEAHRE","label":1.0}
{"Unnamed: 0":192570,"text":"JERUSALEM LE PERTENECE A LOS HEBREOS Y NO A LOS LLAMADOS PALESTINOS. Los Palestinos nunca existieron en la historia, los llamados palestinos, son Arabes Musulmanes modernos.. ellos andan diciendo que son Cananeos...","label":1.0}
{"Unnamed: 0":190253,"text":"Si, pero el acoso y asesinato por resistirse a una violación es mucho más grande en la población femenina que en la masculina. A las mujeres se les mata más por el simple hecho de que aún existen enfermos que sólo","label":0.0}
{"Unnamed: 0":194658,"text":"Al pibe le paso de todo y por una puta mordida va a morir? Creó que se merecía una muerte mejor (o no morir)","label":0.0}
{"Unnamed: 0":200980,"text":"Youtubers y Vloggers del mundo (parte II): no hago clic en vuestros vídeos para veros cantar y hacer el monguer durante 1 min antes de comenzar el vídeo en sí. ¿POR QUÉ NO VAIS AL PUTO GRANO?","label":0.0}
{"Unnamed: 0":191005,"text":"Realidad Paralela \/ Universo Alternativo, que se yo!!!! Hoy en el dia según un atentado contra el informe indocumentado (Nico), pero en la noche fotos en redes sociales bailando en Copas, Altamira Village, hasta en...","label":0.0}
{"Unnamed: 0":201434,"text":"\"Somos la lista más votada\" será el nuevo \"Yo soy catalán\" de Cs durante los próximos 4 años.","label":0.0}
{"Unnamed: 0":189516,"text":"Cállate puta Katy Perri de los xiniyos (y nunca mejor dicho)","label":1.0}
{"Unnamed: 0":193285,"text":"HIJA DE PUTA CÁLLATE AJSJAJAKAJAJAJSJ","label":1.0}
{"Unnamed: 0":200461,"text":"\"-¡Que no somos fachas, cojones! -Papá, en el jabón del baño pone 'Recuerdo de Auschwitz' \"","label":0.0}
{"Unnamed: 0":201565,"text":"dices que sois la solución para todos los catalanes pero sois incapaces de pronunciar una sola palabra en catalán en todo el discurso, enhorabuena crack","label":0.0}
{"Unnamed: 0":201404,"text":"Ciutadans consigue más de un millón de votos y 37 escaños, pero el bloque independentista mantiene los escaños de Junts per Catalunya y ERC, que suman 66, cuatro más que en 2015. Con los cuatro de la CUP, conseguirían mayoría absoluta","label":0.0}
{"Unnamed: 0":198816,"text":"Encima lo he escrito mal jajaja q subnormal soy jajaja","label":0.0}
{"Unnamed: 0":190560,"text":"M.Rajoy en los papeles de Barcenas, NO es Mariano Rajoy Pablo Casado aprueba el master sin ir a clase, sin hacer exámenes y convalidando 18 de 22 asignaturas 2 casos que millones de ciudadanos vemos claro pero los jueces NO","label":0.0}
{"Unnamed: 0":193207,"text":"Traidor hijo de puta¡¡, carcel comun te mereces basura¡¡, sos una lakra, Timmerman¡¡","label":0.0}
{"Unnamed: 0":198543,"text":"No sea usted facha: \"Un presunto cuchillo sometido a un flagrante abuso de autoridad\" es un titular más correcto.","label":0.0}
{"Unnamed: 0":194160,"text":"\"Otro tema sobre \"\"ingerencia en los asuntos internos\"\". Gobiernos árabe y paraguayo \"\"van por la misma senda con embajadores británico y canadiense. ¿Por qué será?","label":0.0}
{"Unnamed: 0":199572,"text":"ásLeído La Policía desaloja a los okupas del colegio mayor Luis Vives de Valencia","label":0.0}
{"Unnamed: 0":197668,"text":"el muy hijo de puta de ronCERDO a más de CATETO, TONTO, GILIPOLLAS, MACARRA....RACISTA. Manda huevos.","label":1.0}
{"Unnamed: 0":201678,"text":". , número dos de : \"Los resultados nos dicen que hay suma independentista, que hay una suma claramente republicana. Así han acabado las ña.","label":0.0}
{"Unnamed: 0":191611,"text":"Y luego tendrías que fregar toda la sangre y demás, como mujer que eres.","label":1.0}
{"Unnamed: 0":193703,"text":"jarid callate brothal ella era puta pero aurelio es tan santo verdad. ella sabia con quien acostarse pa tener las cone","label":1.0}
{"Unnamed: 0":199504,"text":"Yo quiero que pierda España para que les den por culo a los fachas y catetos que atizan aestos jugadores pero me está sorprendiendo.","label":1.0}
{"Unnamed: 0":201152,"text":"Entre ultraderechista y corrupción anda el juego en cataluña","label":0.0}
{"Unnamed: 0":200186,"text":"¿Te has fijado que a todas, desde Maricospe a Leti, pasando por la Trump, todas últimamente visten de rojo?","label":0.0}
{"Unnamed: 0":197609,"text":"\"eres una feminazi pones muchos tuits sobre feminismo\" y luego gana vuestro equipo un partido y os lo ponéis hasta en la frente xdxxdddddddd","label":0.0}
{"Unnamed: 0":200869,"text":"Jajajajajaja vale ya has dejado claro qué tipode persona eres si te parezco “racista”.","label":0.0}
{"Unnamed: 0":201070,"text":"Cuando un moro trapichea, roba o mata, ¿decimos violencia mora o inmigrante? No. Sería racismo. Cuando una mujer pega, roba, amenaza o mata, ¿decimos violencia feminista? No, sería machismo. Cuando un gay acosa, roba o mata, ¿decimos violencia homosexual? No, sería homofobia.","label":0.0}
{"Unnamed: 0":201147,"text":"Jajaja Te iba a decir de irnos a Austria, pero igual no, porque alli la ultraderecha ha llegado y es poco simpatizante de los extranjeros, asiq... Vamos a tener que buscarnos otros sitio jajajaj","label":0.0}
{"Unnamed: 0":196779,"text":"Segurola es un subnormal desde el minuto 1.","label":1.0}
{"Unnamed: 0":189599,"text":"Tu no te mereces q yo me esfuerce en poner ni una coma para q te ahogues al leer","label":0.0}
{"Unnamed: 0":200652,"text":"Por qué Pablo ve fascistas. Por christinalosada ña","label":0.0}
{"Unnamed: 0":194581,"text":"Tu eres puta","label":1.0}
{"Unnamed: 0":190372,"text":"Agos te voy a extrañar bocha perra pero te mereces el mejor viaje de todos t amo mil, te voy a extrañar mucho mucho enserio","label":0.0}
{"Unnamed: 0":192551,"text":"Sm son una puta mafia hijos de la gran puta me cago en vuestra puta madre cabrones, pobre Jonghyun, se merecía ser feliz :(((","label":0.0}
{"Unnamed: 0":200950,"text":"Rovira participará junto a Puigdemont mañana en la manifestación independentista organizada en Bruselas, con pronóstico de lluvia.","label":0.0}
{"Unnamed: 0":197784,"text":"Fuera gritan las mujeres en todo Venezuela también, pero un dictador no escucha las llamadas de su pueblo!","label":0.0}
{"Unnamed: 0":193934,"text":"CUANDO ESTÁS DE NOVIA ES NORMAL QUE UNA PERSONA SE PONGA TANNNNN HIJA DE PUTA??????","label":0.0}
{"Unnamed: 0":192605,"text":"El Estado terrorista de Israel cierra un hospital de campaña que instaló para atender a los terroristas coincidiendo con que el Ejército Árabe Sirio gana terreno en el Golán. ✌️🇸🇾✊","label":1.0}
{"Unnamed: 0":192187,"text":"Nacho pedazo de negro indocumentado","label":1.0}
{"Unnamed: 0":196778,"text":"¿Que son muchos negros en una pared blanca? Un código de barras.","label":0.0}
{"Unnamed: 0":197102,"text":"Estaría bien que vuestro gobierno os diera esa opción. En su lugar, tenéis a los fascistas (ladrones) abusando.","label":0.0}
{"Unnamed: 0":196751,"text":"está Reyes con depresión y ansiolíticos xke le han cantado Reyes Maricón xd","label":0.0}
{"Unnamed: 0":200805,"text":"Que una persona gay diga maricón NO es peyorativo. Que una persona hetero diga maricón SÍ es peyorativo. No es tan difícil de entender.","label":0.0}
{"Unnamed: 0":191485,"text":"La sutileza de poniendo noticias sobre tras otra sobre terrorismo es vomitiva pero nada sorprendente...","label":0.0}
{"Unnamed: 0":195274,"text":"A priori me acuerdo de un gol que nos hizo por la UdeC cuando clasificamos a la Sudaca","label":0.0}
{"Unnamed: 0":198685,"text":"Y el ser humano en una plaza de toros desarrolla la hormona de ser un subnormal 😑","label":0.0}
{"Unnamed: 0":197345,"text":"dais un toque de atención por un escupitajo de mierda, y por los comentarios homófobos se Aída y Abad no pasa nada, no?","label":0.0}
{"Unnamed: 0":192617,"text":"Menudo imbécil eres, de lo que cobran los trabajadores te importa una mierda. Menuda escoria...","label":0.0}
{"Unnamed: 0":195460,"text":"Investigando opciones para quitar las concertinas he dado con algunas curisosas como una barrera de chumberas","label":0.0}
{"Unnamed: 0":192301,"text":"Mi polla en tu culo es lo que hay Pero no porque no soy activa","label":0.0}
{"Unnamed: 0":193191,"text":"\"Estoy a un solo cliente que no me diga \"\"gracias\"\" de irme a la frontera de Ceuta con Marruecos, sentarme en una mecedora en la valla con una escopeta y decir \"\"Ahí vienen los podemitas, HOY NO PASÁIS, NEGROS\"\"\"","label":1.0}
{"Unnamed: 0":200475,"text":"Primera razón del partido por la cual el subnormal de Zidane debería poner a Mayoral de titular en vez de al gordo de Benzema. GOOOOOOOL de Borjita!","label":1.0}
{"Unnamed: 0":201052,"text":"Si tan orgullosa y valiente eres por ser nazi, por qué no enseñas la cara? Que es lo peor que podría pasar? Basura en el basurero? Nidep","label":1.0}
{"Unnamed: 0":196904,"text":"Acabo de leer a un monguer que aún usa \"afrancesado\" como insulto y recuerdo a mi profe de historia en el instituto.","label":0.0}
{"Unnamed: 0":201534,"text":"A esa gente de izquierdas de mi twitter... ¿sabéis que el partido mayoritario independentista es de derechas? Pensadlo un poquito, porfis.","label":0.0}
{"Unnamed: 0":193802,"text":"Y ese país está gobernado por un viejo cagalitroso cubano, un cretino colombiano indocumentado y un sirio-libanés narco-terrorista...","label":1.0}
{"Unnamed: 0":193472,"text":"Esto me recordó a la señora que vi ayer en el super, enseñándole a la hija de unos 4 años a cantar 'que perra que perra, que perra mi amiga'","label":0.0}
{"Unnamed: 0":197646,"text":"Ya supongo que eres merengue y facha, lo normal en éste Puto País","label":0.0}
{"Unnamed: 0":197341,"text":"tambien te sigo a ti, tu eres nazi? 😅","label":0.0}
{"Unnamed: 0":200764,"text":"Tenemos Constitución, pero solo de facha-da.","label":0.0}
{"Unnamed: 0":199385,"text":"Partidazo de Ceballos, las cosas como son. Lástima que sea un facha y un bocachancla.","label":1.0}
{"Unnamed: 0":198024,"text":"Te gusta Manu negro? — Le ponía el culo como un bebedero de patos","label":1.0}
{"Unnamed: 0":189679,"text":"Cállate y respóndeme perra","label":1.0}
{"Unnamed: 0":193814,"text":"Una puta guerra, es una puta guerra. Tu frase, mi frase del siglo.","label":0.0}
{"Unnamed: 0":192559,"text":"Cállate y deja a Lola en paz perra 🐕","label":1.0}
{"Unnamed: 0":200277,"text":"¿Eres gay? ¿Has tenido pareja? ¿Activo,pasivo o ver... — Madre mía cuantas preguntas y de casi ninguna sé la...","label":0.0}
{"Unnamed: 0":189696,"text":"SIEMPRE dijiste lo que pensabas, nunca fuiste por atrás, tenes una humildad de la puta madre, sos increíble y te lo merecias❤","label":0.0}
{"Unnamed: 0":195228,"text":"1) Relativa mis huevos. Mestizo es el que no es 100% puro. Un 0.001% implica que NO SE ES PURO. Ergo, se es mestizo.2) El aprecio, por otro lado, s es relativo. T le mamas los huevos al os espaoles, porque quieres que te reconozcan como homb","label":0.0}
{"Unnamed: 0":200761,"text":"Ciudadanos compite con la ultraderecha, cada vez a ver quien es más holigann 😂","label":0.0}
{"Unnamed: 0":192478,"text":"Dais putisimo ASCO hijos de puta, no mereceis el respeto de nadie","label":0.0}
{"Unnamed: 0":191314,"text":"Las 'Supernenas' de Tánger: sin velo y con minifalda Tres jóvenes marroquíes luchan contra el acoso sexual","label":0.0}
{"Unnamed: 0":194448,"text":"Bueno todo apunta a q ganaran Amaia o Alfred, q sueltan reflexiones tan claras (aunq algun les cuest…","label":0.0}
{"Unnamed: 0":195995,"text":"Vega, cretino, que tenga usted mejor suerte de la que merecen su hipocresía y su sectarismo fascista","label":1.0}
{"Unnamed: 0":194425,"text":"tu eres mala y puta","label":1.0}
{"Unnamed: 0":193964,"text":"Que tal otro aporte anónimo son de la puta de mi esposa, así los dejó en navidad enseñando le los calzones al vecino y siguenos","label":1.0}
{"Unnamed: 0":200643,"text":"Vaya subnormal jaja Vaya subnormal jaja pero es buen tío","label":0.0}
{"Unnamed: 0":197265,"text":"SI ME PASO TODO EL RATO GRITANDO ES PORQUE LA FURCIA DE ALEMISA NO DEJA DE MOLESTARME, VETE A RELLENAR TACOS","label":1.0}
{"Unnamed: 0":198745,"text":"larazon.es Los animales de compañía también son víctimas de violencia de género y cuando la mujer va a una casa...","label":0.0}
{"Unnamed: 0":190709,"text":"El acoso en la mujer es tan solo cuando el hombre no le gusta, si el hombre le gustara, no fuera acoso!!!","label":1.0}
{"Unnamed: 0":197860,"text":"Es la tercera vez consecutiva que digo que voy a apostar por un resultado deportivo, me rajo al final y POM, premio. Soy mongolo del culo.","label":0.0}
{"Unnamed: 0":196167,"text":"Alves pedazo de subnormal también puedes cubrir el palo corto","label":1.0}
{"Unnamed: 0":191079,"text":"\"Vamos que el PP les ha llevado en autobús desde Senegal, Mauritania Argelia, los ha dejado en Marruecos y ale a saltar o a la patera, RUINES Valerio pide \"\"colaboración\"\" pero culpa al PP de la avalancha de inmigrantes: \"\"No hizo los deberes\"\"","label":0.0}
{"Unnamed: 0":201762,"text":"Esperemos que con estos resultados se termine la farsa independentista. Han votado más de 4 millones de catalanes y el 52% no quiere la independencia.","label":0.0}
{"Unnamed: 0":190386,"text":"FRASES ÁRABES MAS BELLAS DEL MUNDO – Proverbios Árabes","label":0.0}
{"Unnamed: 0":196053,"text":"L fans FASCISTAS suelen ser bastante INCULTOS politic","label":0.0}
{"Unnamed: 0":195783,"text":"Ostias ignatius la de denuncias que te van a caer si un sudaca entra a unos de tus shows xD","label":0.0}
{"Unnamed: 0":201272,"text":"Y yo te llamo a ti Fascista y nacionalsocialista","label":1.0}
{"Unnamed: 0":191539,"text":"Pablo callate de una puta vez. Te has ganado otro strike.","label":0.0}
{"Unnamed: 0":190703,"text":"\"¿Cómo fue tu cita mas incómoda? 😳💔 — Corría el año setecientos diquitidós. Decíamos \"\"diquiti\"\" en lugar de \"\"veinte\"\" porque los árabes d...","label":0.0}
{"Unnamed: 0":201208,"text":"copia este tweet si eres lesbiana","label":0.0}
{"Unnamed: 0":189544,"text":"comemela lindo JAJAJA","label":0.0}
{"Unnamed: 0":195120,"text":"Más concertinas y vallas más altas. Rtve da asco Los taxistas dan asco","label":1.0}
{"Unnamed: 0":196081,"text":"Así como habla la guiri, así hablo yo cuando son fallas.","label":0.0}
{"Unnamed: 0":191987,"text":"Ser gay tiene sus desventajas como que te odien los putos moros y eso pero a cambio debe de ser un noparar de follar eh o no","label":1.0}
{"Unnamed: 0":200891,"text":"Cuando eres un facha pero intelectual","label":0.0}
{"Unnamed: 0":194997,"text":"Callate gorda hija de puta","label":1.0}
{"Unnamed: 0":192557,"text":"no sé como enseñar a mi gata a que no se meta en la puta olla","label":0.0}
{"Unnamed: 0":191689,"text":"Amiga querida, deseo que se cumpla un año de mucha felicidad y mucho aprendizaje, que seas muy bendecida y sigas irradiando con tu gran ser. ¡Te quiero mucho! ¡Feliz cumpleaños! Güera hermosa Abrazos","label":0.0}
{"Unnamed: 0":201751,"text":"Maldita lacra independentista. Nos vais a llevar a la ruina, catetos. Qué asco 🤮","label":1.0}
{"Unnamed: 0":194220,"text":"Lo mejor de todo ver a Anabel con cara de asco jeje fijo que te lo mereces zorra","label":1.0}
{"Unnamed: 0":189662,"text":"l LOS RESEPONSABLES DEL INGRESO AL PAIS DE TANTOS INMIGRANTES DEBEN HACERSE CARGO DEL LOS PROBLEMAS DE SALUD DE ELLOS PORQUE ACTUALMENTE HAN VENIDO A AUMENTAR EL GRAVE PROBLEMA DE ATENCION MEDICA DE CHILENOS ,OCUPANDO LAS POCAS HORAS DE ATENCION Y RECURSOS","label":1.0}
{"Unnamed: 0":196754,"text":"eres subnormal, tu no sabes como ha estado galicia?? la velocidad del viento superaba los 100 km h","label":1.0}
{"Unnamed: 0":198509,"text":"32. Soy antitaurino pero en la intimidad no lo digo muy alto porque mi familia es muy facha.","label":0.0}
{"Unnamed: 0":197072,"text":"Deja de fumar cosas raras Acabas alucinando y ves nazis buenos que no son de derechas ni de izquierdas.","label":0.0}
{"Unnamed: 0":195880,"text":"Parte de la prensa, aficin y dirigentes lo han tratado peor q un Sudaca. Ojal a se olvide un ratito del Pura vida y se le salga el tico en el mes de la patria y demuestre lo q pasa cuando nos tocan el orgullo!","label":0.0}
{"Unnamed: 0":200307,"text":"Espérate, que estoy en el DLC metido soy subnormal","label":0.0}
{"Unnamed: 0":198975,"text":"Conozca a la socialista vasca embelesada con Otegi en la 'foto de la vergüenza'","label":0.0}
{"Unnamed: 0":193671,"text":"Todas las veces que oigo a un inmigrante hablar de su país de acogida solo escucho palabras de agradecimiento. Despreciar el lugar que te lo ha dado todo solo está bien visto en Cataluña.","label":0.0}
{"Unnamed: 0":194006,"text":"Callate la boca burro maldito... Q vas a saber tu q contenían las proclamas d Bolivar.... Hijo de la gran puta maldito Burro","label":0.0}
{"Unnamed: 0":195382,"text":"200 inmigrantes saltan la valla de Ceuta y dejan varios agentes heridos por cal viva Otra vez y apludiendo el acto GC recibe humillación tras humillación sin ningún apoyo , estos q entran son delincuentes!!","label":1.0}
{"Unnamed: 0":200597,"text":"Bloqueao socio, por subnormal.","label":1.0}
{"Unnamed: 0":191183,"text":"El acoso callejero está a la orden del día Quizá no todos acaben con un asesinato, una violación o acoso sexual Pero muchos sí, y eso basta para que nos entre miedo y rabia cada vez que un imbécil nos dice algo por la calle","label":0.0}
{"Unnamed: 0":196125,"text":"Me está dando la corazonada de que Gaga va a salir al vestida como los futbolistas, pero en versión putona. Yo lo dejo caer.","label":1.0}
{"Unnamed: 0":194484,"text":"callate vos puta","label":1.0}
{"Unnamed: 0":191208,"text":"Cuidadín que llamar hijo puta a un hijo puta te condenan y no lo digo por nadie que no merezca una guillotina. Al revés. Arriba la cuchilla y debajo la rugosidad oxidada. Sucio. Lo merece el gnomo.","label":0.0}
{"Unnamed: 0":192428,"text":"Gobierno regional quiere imponer religión islámica en escuelas de España “El gobierno izquierdista de la Comunidad Valenciana ha decidido emprender un proyecto para que el islam se enseñe en las escuelas de esta región española…” Haz clic aquí!","label":0.0}
{"Unnamed: 0":189540,"text":"una chica dijo que no le gustaron los chistes sobre acoso y violación en el video de Rubén y esto le contestaban algunos de sus fans","label":0.0}
{"Unnamed: 0":196718,"text":"Marcad vuestros propios límites. El mio es el de odio y discriminación de otros seres por aspectos como etnia, género o sexualidad.","label":0.0}
{"Unnamed: 0":196206,"text":"Los albañiles bolivianos q me están reformando la cocina y el baño son unos gentlemen al lado de esta guarrilla callejolera.","label":1.0}
{"Unnamed: 0":195143,"text":"Eres sudaca verdad?","label":0.0}
{"Unnamed: 0":192344,"text":"A esto añadidle el aguantar Podemitas y el tener que absorber cantidades absurdas de Subsaharianos. Los partidos seguirían jodiendo igual. ¡Sigan Mandado!","label":1.0}
{"Unnamed: 0":194401,"text":"Ya cállate, perra.","label":1.0}
{"Unnamed: 0":190021,"text":"Bruselas dice que teme que la inmigración en España desate el populismo. Igual deberían preocuparse de que en parte de Europa gobierne el fascismo directamente.","label":0.0}
{"Unnamed: 0":191542,"text":"Me quieren seguir en ig un montón de árabes\/turcos\/israelíes,creo que tengo cara de terrorista y no me di cuenta","label":1.0}
{"Unnamed: 0":189972,"text":"nos estamos dando cuenta tarde que hijos arabes, por ej en zona sur de argentina son una maldicion","label":1.0}
{"Unnamed: 0":195588,"text":"Solo existe una forma de quitar la valla, devolviendo Ceuta y Melilla, igual que nos tendrían que devolver Gibraltar al mismo tiempo ónARV","label":0.0}
{"Unnamed: 0":193172,"text":"Sarna con gusto... ón es GASTO ón es DELINCUENCIA ón es SARNA","label":1.0}
{"Unnamed: 0":194178,"text":"Feliz año chavaleria por todos los grandes que sois a veces que tengáis un año de puta madre que os lo merecéis","label":0.0}
{"Unnamed: 0":193015,"text":"Hay vieja loca rana platanera zorra de medio pelo cállate que así te ves mas bonita","label":1.0}
{"Unnamed: 0":196195,"text":"¿vas a pasar del zasca no? Pues si apoyo que un pueblo se revele contra un dictador, fíjate que cosas","label":0.0}
{"Unnamed: 0":198520,"text":"A ver si tiene los santos cojones El País de decir lo mismo sobre la violencia de género...","label":0.0}
{"Unnamed: 0":193357,"text":"Cállate ya un poco con Isco, que es una puta peonza","label":0.0}
{"Unnamed: 0":196910,"text":"Hoy, en la lista de monguers con conceptos estúpidos, llega \"monopolio laboral\".","label":0.0}
{"Unnamed: 0":193834,"text":"-¿porque los hombres se casan con las mujeres? -porque las cabras no saben fregar los platos.","label":1.0}
{"Unnamed: 0":198335,"text":"Qué cojones, es súper racista.","label":0.0}
{"Unnamed: 0":190717,"text":"Así no me como yo un coño ni de coña.","label":0.0}
{"Unnamed: 0":196281,"text":"Normal que te parezca un círculo muy pequeño, sobre todo si lo comparamos con el círculo de odio de un facha.","label":0.0}
{"Unnamed: 0":197846,"text":"Jajajajajajajajajajaja jódete mamón","label":0.0}
{"Unnamed: 0":198137,"text":"Aborto de subnormal* no sé qué coño me pasa últimamente escribiendo.","label":0.0}
{"Unnamed: 0":194392,"text":"Callate que me camine dosmillonesquinientas cuadras para llegar el semi. La puta que los parió a todos.","label":1.0}
{"Unnamed: 0":198044,"text":"De verdad cómo el partido político que gobierna en España puede ser tan simple, ignorante y dar tanta vergüenza en tan pocos caracteres.","label":1.0}
{"Unnamed: 0":198748,"text":"A la fiscalía? Jajaja. No te sabes más tópicos? Ahora que viene, llamarme facha? Venga, respétate, no hagas más el ridículo","label":0.0}
{"Unnamed: 0":195873,"text":"Ya estamos al aire, por Radio Sudaca, con todo el repaso informativo de la semana. Sumate a la 105.3","label":0.0}
{"Unnamed: 0":194856,"text":"2 años desde que no está one direction cALLATE LA PUTA QUE TE RECONTRA MIL PARIÓ","label":0.0}
{"Unnamed: 0":197884,"text":"bollera se nace no se hace","label":0.0}
{"Unnamed: 0":200839,"text":"Una reportera de Telecinco boicoteada en directo por una familia independentista catalana: \"¿Dónde queda el respeto?\"","label":0.0}
{"Unnamed: 0":197767,"text":"Fama de rojos ya no tenemos, por desgracia. Eso sí, de borrachos lo que quieras. Sidra asgaya. Puta mierda ser asturiano macho.","label":1.0}
{"Unnamed: 0":192766,"text":"Venga, más hijos de puta de refugiados, ni llevándoles a vuestra puta casa se acaba esto, putos moros de mierda. Antes tenía algún moro por mi perfil, creo que ya no queda ninguno.","label":1.0}
{"Unnamed: 0":195278,"text":"Hay que entender que el marxismo sudaca lo único que esconde es corrupción y narcotrafico!","label":0.0}
{"Unnamed: 0":190004,"text":"Quería reírme, puse Riaño en Netflix, lo toleré hasta el minuto 18, bromas sobre acoso, violación y estereotipos femeninos.","label":0.0}
{"Unnamed: 0":196870,"text":"el que mezcla es usted, los obispos los mismos, pero ignorante comparación entre un demócrata y un dictador!","label":0.0}
{"Unnamed: 0":197262,"text":"Los comentario homofobos son como los Reyes Magos, solo existen para los niñatos que defienden a niñatos 😂😂😂😂😂😂","label":0.0}
{"Unnamed: 0":194237,"text":"tu puta madre cállate ya joder","label":0.0}
{"Unnamed: 0":193243,"text":"✔️Todo en amoblamiento para tu hogar , ideal para cada temporada de éste año..! ...ademas realizamos muebles y aberturas a medida con carpintería en calle el inmigrante de la zona industrial💺...","label":0.0}
{"Unnamed: 0":189572,"text":"la educación sexual también es aprender que las mujeres con polla existen y son víctimas de violacion... Violan los hombres no las pollas.","label":0.0}
{"Unnamed: 0":194303,"text":"¡¡¡Ahora si!!! ¡¡Hoy empieza la lucha!! Esto es cosa de hombres!!","label":0.0}
{"Unnamed: 0":201659,"text":"Es cierto que C's es el PP catalán, pero al menos en corrupción no son comparables. Respecto a JxC, creo que han recogido votos de independentistas que no son precisamente de derechas, no se puede equiparar a CIU.","label":0.0}
{"Unnamed: 0":198296,"text":"Contra esa fascista???,y muy poco le han puesto me parece a mi.Para ti es de respetar lo que puso e…","label":0.0}
{"Unnamed: 0":198870,"text":"Facha, islamófoba, antidemocrática..... Ole ahí tus ovarios, PATRIOTA.","label":0.0}
{"Unnamed: 0":191000,"text":"ya no uses el puto “we” — Cállate puto maricon hijo de perra","label":0.0}
{"Unnamed: 0":190619,"text":"Pasan las horas y aún no ha convocado ninguna manifa en apoyo a esta menor. Ninguna femiNAZI se solidariza con ella. Parece que si los violadores son inmigrantes, es menos delito que si lo hace un Español","label":1.0}
{"Unnamed: 0":196640,"text":"....Son unos sinvergüenzas...No más subvenciones a bodrios de películas y actores rojos..","label":1.0}
{"Unnamed: 0":195457,"text":"Las concertinas eran una solución contundente y que cuando viajas fuera las ves en todas partes,p.e. en los aeropuertos alemanes. Es una vergüenza que se proteja más a los inmigrantes que entran ilegalmente que a los 👮 que cuidan de que se cumpla la legalidad.","label":1.0}
{"Unnamed: 0":201485,"text":"qué bonito es ver a fachas rabiar dios me ahogo","label":1.0}
{"Unnamed: 0":193556,"text":"A fregar guarra","label":1.0}
{"Unnamed: 0":195503,"text":"Ceuta cuando quiten las concertinas y los reciban con caa y tapa, no agrederan a la guardia civil","label":0.0}
{"Unnamed: 0":199804,"text":"Partidos contra ATM este año, son buen resumen, Cholo presiona, Barça inestable, Cholo repliega Barça dominador cómodo y gana partidos.","label":0.0}
{"Unnamed: 0":198055,"text":"cuando todo lo que has estado retuiteando hoy es de cuando ya te habias ido al haber hecho el puto subnormal","label":1.0}
{"Unnamed: 0":193253,"text":"Jajajajajajajaj callate puta dmierda","label":1.0}
{"Unnamed: 0":197393,"text":"Panchi for President. A nadie dejabas con cabeza, como tiene que ser. Yo no tengo p...pero estoy hasta ahí!!","label":0.0}
{"Unnamed: 0":195463,"text":". . x HUMILLAR a nuestros al permitir esta INFAME-INVASIÓN de inmigrantes-ILEGALES(salvajes-delincuentes)..y ataques con armas cortantes,cal viva y heces,,,a nuestra valiente","label":1.0}
{"Unnamed: 0":189869,"text":"Os voy a enseñar una foto muy guarra mia","label":0.0}
{"Unnamed: 0":200062,"text":"Los LGBTI son gente enferma, no sé de qué se escandaliza el podemita que no se ducha. Putos rojos","label":1.0}
{"Unnamed: 0":190729,"text":"\"Al final esos árabes hijos de puta me botaron porque \"\"perdieron la confianza en mi\"\". Y la verdadera razón es que estaba a punto de matar a coñazos a uno de los dueños por maltrato verbal y comentarios ofensivos.\"","label":1.0}
{"Unnamed: 0":196205,"text":"yo no quiero votar a un referéndum independentista y a unas posibles elecciones a la vez porque no quiero meter la papeleta por error","label":0.0}
{"Unnamed: 0":197062,"text":"Puto Subnormal Weaboo","label":0.0}
{"Unnamed: 0":194589,"text":"Así se contesta a cualquier acusación en temas sexuales: acoso, violación, infidelidad. Ojalá le aprendan algo a e…","label":0.0}
{"Unnamed: 0":195241,"text":"7. Sudaca No sé que se cree la gente la verdad","label":0.0}
{"Unnamed: 0":197645,"text":"Hay que ser subnormal.","label":0.0}
{"Unnamed: 0":191382,"text":"Manda a casa el libro y a los refugiados... 2x1","label":1.0}
{"Unnamed: 0":200986,"text":"Pone franquismo pero para la prensa española lo que se quiere es generar odio, vamos lo típico que lleva pasando desde que empezó todo ésto","label":0.0}
{"Unnamed: 0":197019,"text":"No no no no loca que me llamen a mi que para eso tengo mis diagnósticos A ti gilipollas y que lo dejen ahí","label":1.0}
{"Unnamed: 0":189526,"text":"ODIAME ERO AL MIRARTE A UN ESPEJO RECUERDA YO SOY AGIL Y ATRACTIVA TU ERES UNA PUTA CERDA😁😁😁","label":1.0}
{"Unnamed: 0":191344,"text":"Este señor es imbécil de la polla","label":0.0}
{"Unnamed: 0":190537,"text":"CÁLLATE PUTA ZORRA BORRACHA DROGADICTA","label":1.0}
{"Unnamed: 0":197484,"text":"Los mismos del son los mismos, que se lo llevan en negro, pero piden becas escolares para sus hijos. Ojo ahí.","label":0.0}
{"Unnamed: 0":199978,"text":"Si eres simpatizante de EQUO, completa esta laaaaarga encuesta (es más bien un auto-diagnostico político)","label":0.0}
{"Unnamed: 0":198589,"text":"Pantallazo defendiendo a un DICTADOR que intentó acabar con la lengua y la cultura catalanas. A parte de encarcelar y fusilar. Mentira?","label":0.0}
{"Unnamed: 0":201216,"text":"Fueron unas elecciones al Parlamento autonómico catalán. Se presentan partidos políticos, que son los que ganan o pierden. ¿Qué quieren decir con \"el Estado español fue derrotado\"?","label":0.0}
{"Unnamed: 0":197941,"text":"como cojones apuestas eso? Que suerte mamon, lo habras celebrao mas que yo JAJAJAJA","label":0.0}
{"Unnamed: 0":193668,"text":"Mas asesino eres tu y tu perra madre malparido no mereces seguir viviendo en este país hdp se ve q apoyas asesinos y eres cómplice de crimines no sirves para un culo","label":0.0}
{"Unnamed: 0":199530,"text":"mejor trabaja tú en dejar de ser un puto subnormal de los cojones","label":1.0}
{"Unnamed: 0":199650,"text":"(sé que he madurado porque ahora todo el mundo me parece subnormal)","label":0.0}
{"Unnamed: 0":193714,"text":"Pensé que no se te había roto el tomate este mes. -Las Kardashian hablando de su menstruación en español gachupin.","label":0.0}
{"Unnamed: 0":193581,"text":"Coño reseco vuelve a la carga. La reina del vaginesil.","label":0.0}
{"Unnamed: 0":200065,"text":"🚨Son las 11:00 de la mañana del 14-07-2017 Y vamos a dejar las cosas claras🚨 Huérfano Político ≠ Bastardo Político Que no os los camuflen😉","label":0.0}
{"Unnamed: 0":191573,"text":"Mentira! Tu crees que el hijo puta de Messi va a enseñar la camiseta o se va a encarar con la grada si hubiese un capitán como Hierro sin ir más lejos? Le sacaba de ahí a hostias!","label":0.0}
{"Unnamed: 0":196956,"text":"que mamon jaja feliciidades crack🎉","label":0.0}
{"Unnamed: 0":200742,"text":"Yo tenía planeado ir con una amiga, decir que somos bolleras y ver si nos ponen juntas","label":0.0}
{"Unnamed: 0":201259,"text":"De todos modos Cs es también un partido oscuro y menos catalanistas k el pp. Hasta más fachas","label":1.0}
{"Unnamed: 0":195628,"text":"¿Cómo va a evitar que vuelvan a atacar nuevamente? Necesitamos (como defiende) un muro de hormigón, eliminaciones de las ayudas a inmigrantes ilegales y expulsar en caliente a TODO el que entre ilegalmente, no sólo a unos pocos.","label":1.0}
{"Unnamed: 0":196925,"text":"NACIONAL Sánchez asegura que «nunca» un socialista será su adversario","label":0.0}
{"Unnamed: 0":200674,"text":"Ni eres troll, ni eres facha. Simplemente no tienes argumentos y te justificas en hechos que no han ocurrido. Ciao.","label":0.0}
{"Unnamed: 0":189458,"text":"Así que tú eres el hijo de puta que se está comiendo todos los ñus... Vente que vamos a hablar","label":0.0}
{"Unnamed: 0":200364,"text":"Ah bueno y dormir que eres andaluza, me olvidaba","label":0.0}
{"Unnamed: 0":190223,"text":"Este chamo es de Caigüire Abajo, del barrio 'Las Pepitonas'. Desde que está triunfando en los Emiratos Árabes no ha dejado de apoyar al talento y a los niños que juegan fútbol en Cumaná. También hablemos de lo bueno.","label":0.0}
{"Unnamed: 0":193480,"text":"No tiene ni puta idea de lo que pasa en Argentina pero tiene que hablar el tonto de la polla para decir tonterías","label":0.0}
{"Unnamed: 0":195941,"text":"y seguramente tengo el rabo más largo que tú moro mierdaaa!","label":1.0}
{"Unnamed: 0":193557,"text":"Los puteros que tu conoces son escoria, que resulta además que has conocido decenas de ellos, todos con novia y todos llendo a putas solo para hacer cosas que con sus novias no pueden. Pero eso no significa que sepas como son los clientes","label":0.0}
{"Unnamed: 0":196441,"text":"Tú debes de ser un facha costalero del PPodrido.","label":1.0}
{"Unnamed: 0":192080,"text":"TU ERES HECES LAME HUEVOS HIJO DE PUTA","label":0.0}
{"Unnamed: 0":196651,"text":"Ya veo que encima presumes de xenófobo. Miedo de tener escoria así tan cerca.","label":1.0}
{"Unnamed: 0":198892,"text":"Eres un gordo asqueroso, puto nazi de mierda, perso... — Están wapos los argumentos XDXDXD","label":1.0}
{"Unnamed: 0":198486,"text":"Toma! Por MAMÓN !!!!!","label":1.0}
{"Unnamed: 0":191206,"text":"Mi mamá está dándole la callada de hocico más perra a mi papá, WHAT A QUEEN","label":0.0}
{"Unnamed: 0":199095,"text":"JAJAJAJAJAJAJAJAJA que agresivo voy a llorar porque me dijo lesbiana.","label":0.0}
{"Unnamed: 0":196297,"text":"Enorme polla negra para culo estrecho (35:32) Anal, Pollas grandes, Interracial -","label":0.0}
{"Unnamed: 0":189687,"text":"Y tú eres una perra como dice Joss Stone","label":1.0}
{"Unnamed: 0":201030,"text":"La pintada no pone \"constitución\", pone FRANQUISMO. Medios de desinformacióoooooooooon. Puta basura de medios, de verdad, menuda vergüenza.","label":1.0}
{"Unnamed: 0":193908,"text":"¡Cállate maldita escoria! ¡¿Acaso no sabes con quién hablas?! ¡Hablas con Baron explodo kills el mejor héroe de U.A quien destrozara tu jodida cara de mierda! ¡Haré que te arrepientas y te metas tus asquerosas idioteces por el orto!","label":0.0}
{"Unnamed: 0":200726,"text":"Yo no digo que tú seas nazi. Però sí que esos nazis son españoles.","label":0.0}
{"Unnamed: 0":190231,"text":"¿Qué dices, cerda? No puedo oirte con mi polla en tu garganta ja ja ja ja ja","label":1.0}
{"Unnamed: 0":189784,"text":"5 moros comprando reguladores de bombonas de butano, cinta, cuchillo y un hacha y a nadie de la tienda le saltó la alarma? Putos buenismos...","label":1.0}
{"Unnamed: 0":190982,"text":"POR FAVOR NO PROMETAS ESO ☹️😢 tú eres perra diva","label":1.0}
{"Unnamed: 0":193296,"text":"Interesante el video. El agresor parecer ser uno de esos tantos refugiados que los progres gustan abrir las puertas. Estaria bueno saber que se dijeron AMBOS. Y por último el franchute que se paró y agarro la silla es la fiel representación del occidental cagon promedio.","label":1.0}
{"Unnamed: 0":194294,"text":"Cállate rata MUDera.eres escoria.","label":0.0}
{"Unnamed: 0":196780,"text":"Concentración tra el fascismo REG.FASCISTA DE KIEV BOMBARDEA A LOS CIVILES EN EL DOMBAS CON APOYO DE LA UE Y LA...","label":0.0}
{"Unnamed: 0":198792,"text":"A parte de los archivos secretos, que una fundación que apoya a un dictador no sea ilegal, manda huevos...","label":0.0}
{"Unnamed: 0":197969,"text":"Que borracho subnormal ... No podías ser nada mas que un ridículo indio","label":1.0}
{"Unnamed: 0":201621,"text":"Por favor, alguén pode prestarlle unha calculadora a Inés Arrimadas? Detrás do patriotismo de partido laranxa só hai máis patriotismo de partido. E todo para que Albert Rivera gañe espazo a Mariano Rajoy. Iso xogábase tamén hoxe.","label":0.0}
{"Unnamed: 0":190645,"text":"Acusaciones de acoso reviven caso de Trump y revelan epidemia: Tres de cada 4 mujeres son víctimas en todas las áreas productivas: reporte","label":0.0}
{"Unnamed: 0":198501,"text":"pues si... Molaria tela ser un puto oso negro con cicatrices en la cara y hacer lo que te salga la bola","label":0.0}
{"Unnamed: 0":196782,"text":"Así guía el a los terroristas que quieren atentar en sus países de origen. El caso de India (vía )","label":0.0}
{"Unnamed: 0":189563,"text":"Estoy haciendo el check-in a una muchacha de los Emiratos Árabes. Ella: ese tatuaje es árabe, ¿no? Yo: sí 😨 (yo pensando pa dentro: por Dios y por Alá que el significado sea lo que yo quería 😰) Ella: es tal (una palabra rara en árabe) Yo: 🤨 Me la dice en inglés y yo: ¡Sí! 😅","label":0.0}
{"Unnamed: 0":199282,"text":"Por qué demonios mi hijo no puede ponerse esa sudadera taaaan mona? Ehhh Zara! Dejad de alimentar estereotipos de genero absurdos!","label":0.0}
{"Unnamed: 0":195495,"text":"CONMEBOL nos viene garchando desde la Sudaca (penal vs. Tucuman, codazo al vasco, etc). Solo en ésta copa: goles mal anulados a S.Romero, Franco, B. Romero y al Puma. Sin contar sanciones insólitas por hacer el saludo histórico (!). Mirá si no voy a reclamar lo de ayer. Forros.","label":0.0}
{"Unnamed: 0":198742,"text":"La muerte de Carme Chacón me apena enormemente. Primera ministra de Defensa de la democracia. Gran mujer, política y socialista 🌹❤","label":0.0}
{"Unnamed: 0":193446,"text":"Vos tambien callate y contestame los wpp perra 😑","label":1.0}
{"Unnamed: 0":200604,"text":"Vox son fascistas neonazis, Cs más de lo mismo y están ya robando.","label":1.0}
{"Unnamed: 0":198240,"text":"Y cuanto lleva el pueblo cubano y va Pablo Igleisa a honrar al dictador en su funeral? La izquierda haciendo un uso politico de los muertos.","label":0.0}
{"Unnamed: 0":197309,"text":"- putos rojos del cine que no quieren pagar el iva cultural + qué opinas de dani rovira? - el mejor actor de españa coño","label":1.0}
{"Unnamed: 0":192833,"text":"A los mexicanos que cruzaban a EEUU les llamaban espaldas mojadas A los guiris que vienen de veraneo a España les llamamos espaldas quemadas","label":1.0}
{"Unnamed: 0":190577,"text":"\"El Partido Popular considera contradictorio el anuncio del PSOE de que retirará las concertinas de Ceuta y Melilla porque \"\"las pusieron ellos\"\"","label":0.0}
{"Unnamed: 0":199209,"text":"El feminismo va demasiado despacio en general, pero lo de los videojuegos es el puto pleistoceno.","label":0.0}
{"Unnamed: 0":192492,"text":"Las mujeres son dueñas de su cuerpo mas alla de lo que vos y tu puta iglesia catolica piense edu","label":0.0}
{"Unnamed: 0":195497,"text":"Y además yo hasta diría que parece moro, con el fenotipo perfectamente definido. Expulsión inmediata de inmigrantes ilegales. Es la hora de","label":1.0}
{"Unnamed: 0":199913,"text":"De violencia de género y las condenas... Se ha probado que Dalas es un miserable en todos los sentidos.","label":1.0}
{"Unnamed: 0":200933,"text":"Cospedal: “Basta de mentiras, Cataluña quiere gobiernos que sepan gobernar y el único es el PP”","label":0.0}
{"Unnamed: 0":192715,"text":"Primero sacab de la convocatoria del 1er equipo a Duque y Ángelo. Ahora ni a la Sub 20 van. Y del güero Díaz ni hablamos. 3 delanteros borrados en Atlas. ¿Qué pasará sí Octavio Rivero no funciona?","label":0.0}
{"Unnamed: 0":191329,"text":"A esta guarra le gusta enseñar el coño:","label":1.0}
{"Unnamed: 0":191659,"text":"Por qué las mujeres tienen el agujero del culo y el del coño tan juntos?Para poder agarrarlas como un pack de cerveza.","label":1.0}
{"Unnamed: 0":190038,"text":"VIEJA CEROTA HIJA DE LA GRAN PUTA CALLATE MALDITA PERRA.","label":1.0}
{"Unnamed: 0":197750,"text":"xupala subnormal! Ahora aprenderas a callar😘 y otra vez siga mamandola😘","label":1.0}
{"Unnamed: 0":194602,"text":"Callate hijo de puta es una nena","label":0.0}
{"Unnamed: 0":191157,"text":"Callate vos que me mandaste al frente zorra jajajajajajajja","label":1.0}
{"Unnamed: 0":196252,"text":"Coño! Pablete vestido de fascista heteropatriarca","label":1.0}
{"Unnamed: 0":191662,"text":"¡Se quejan de los manteros, ¿Como se va a solucionar? :los autónomos asfixiados, los vecinos en plan de guerra, suciedad, mala imagen y esto no es de ahora, mucho bla, bla bla, pero sin soluciones¿Los refugiados los sueltan despues de X días? Para seguir aumentado","label":1.0}
{"Unnamed: 0":190407,"text":"Y digo yo... si se pretende dar un mensaje puramente político, por qué no se lo escriben a un tío en la polla 😒😒","label":0.0}
{"Unnamed: 0":196029,"text":"si? Joder me quedo más tranquilo. Me paso el día pensando en que deben pensar q soy retrasado. Q también...","label":0.0}
{"Unnamed: 0":192476,"text":"Güera muchas felicidades que te la sigas pasando de maravilla. Te mando muchos besos 😘 te quiero montones ✌️","label":0.0}
{"Unnamed: 0":199178,"text":"Bueno a ver cuando tienes razón tienes razón y yo te la doy. PERO AL MENOS NO ES UN FACHA EGOCENTRICO JOLIN VEAMOSLO ASI","label":1.0}
{"Unnamed: 0":195955,"text":"Dani Rovira siendo subnormal, quién se lo podía imaginar.","label":1.0}
{"Unnamed: 0":195815,"text":"Según el Alto Comisionado de las Naciones Unidas para los Refugiados, el 80% de las personas que pasan la valla de Ceuta y Melilla tendrían el Estatus de Refugiado. El gobierno de Sánchez sigue con las violaciones de DDHH y los tratados Internacionales de obligado cumplimiento","label":0.0}
{"Unnamed: 0":192850,"text":"Cali, ciudad de inmigrantes:","label":0.0}
{"Unnamed: 0":199142,"text":"Si tienes que pensar en si sujetar o no la puerta en función del género de quién va a pasar por ella: Machista.","label":0.0}
{"Unnamed: 0":198931,"text":"La vergüenza que nos acompaña ante el mundo. Moriré con el enaltecimiento facha aún legal. Spain is different.","label":0.0}
{"Unnamed: 0":200458,"text":"Con falangitos y fascistas no m jodas k eres socialista m da vergüenza","label":1.0}
{"Unnamed: 0":195055,"text":"Mi novia es muy puta","label":1.0}
{"Unnamed: 0":195748,"text":"Relájate, el sudaca solo ha ganado una liga (y de estas de diecisiete partidos 😀) y dos copas Bimbo. Su último año fue desastroso.","label":0.0}
{"Unnamed: 0":200583,"text":"Es paradójico que un fascista xenófobo como Trump justifique esta decisión alegando que así se llegaría a la paz, ¿a la paz se llega mediante la partición y robo de la tierra palestina para crear el estado sionista de Israel?","label":1.0}
{"Unnamed: 0":189710,"text":"Como pueden permitir eso? Si fuera una hermana o hija de agun manifestante. Tambien se manifestarian para sacar a ese violador de la carcel?","label":0.0}
{"Unnamed: 0":190062,"text":"Trueno tus voces de mierda los hacen todos — Chaval, callate de una puta vez.","label":0.0}
{"Unnamed: 0":191896,"text":"QUE ORGULLOSA ESTOY DE MI HERMANO LA PUTA MADREEEE❤ Te mereces esto y mas ❤ felicitaciones también unos genios👏👏👏","label":0.0}
{"Unnamed: 0":200019,"text":"ñadarealep se construyen la casa donde les sale de los cojones, venden droga, no contribuyen en nada y se pone digno el gitano 😂","label":1.0}
{"Unnamed: 0":199516,"text":"No me ha hecho ningún zasca porque yo en ningún momento he criticado a los nazis, gay de los cojones!","label":1.0}
{"Unnamed: 0":194318,"text":"No hay nada que merezca más la pena, que mi perra 🖤","label":0.0}
{"Unnamed: 0":194715,"text":"Mira perra hijueputa tú eres una sinica &amp; ni volviendo a nacer 3 veces se te pasa;).","label":1.0}
{"Unnamed: 0":190520,"text":"Puta madre, buscar trabajo en México, es entrevistarte con Argentinos, Colombianos, Peruanos, Brasileños y mis favoritos: zafios gachupines para que te den chamba en tu propio país.","label":0.0}
{"Unnamed: 0":196777,"text":"Pero luego hay otras que les notas el mal tono en cuanto pronuncia la palabra, como infravalorando: \"Un panchiiito de esos\".","label":0.0}
{"Unnamed: 0":189773,"text":"ACNUR mantiene la llamada internacional para ayudar a los refugiados sirios","label":0.0}
{"Unnamed: 0":190420,"text":"Exigen. Perra asesina necesitamos tener te cerda hija de tu puta madre ratera como tú y los niños con cáncer que se te olvida perra","label":1.0}
{"Unnamed: 0":197676,"text":"Has tenido alguna vez comportamientos heterofobos o... — Bueno una vez llame a uno maricón en cuarto de prim...","label":0.0}
{"Unnamed: 0":191320,"text":"Esta chica es más puta' mi mama 😂😂😂","label":1.0}
{"Unnamed: 0":191184,"text":"Putos moros y negros que vienen a invadir España!!!","label":1.0}
{"Unnamed: 0":200122,"text":"Porque era subnormal :) nada que no fuera él debía importarme. Imagínate, si tuviera RRSS podría comunicarme con gente, qué horror.","label":0.0}
{"Unnamed: 0":197233,"text":"MUERTOS VIVIENTES EN TV Destacamos algunas series que no son de este género pero que han incluido un capítulo dedi…","label":0.0}
{"Unnamed: 0":192387,"text":"Me ha gustado un vídeo de ( - Detrás de los saltos de la valla de Ceuta están las organizaciones\"","label":0.0}
{"Unnamed: 0":198936,"text":"Ahora pasme un video de dalas sobre el feminismo y ya me pego un tiro","label":0.0}
{"Unnamed: 0":191018,"text":"Cuando en un país la población autóctona no tiene derechos y si los tienen los inmigrantes indocumentados y muchos de ellos violentos...malo, vamos a acabar mal","label":1.0}
{"Unnamed: 0":190365,"text":"Yo cuando alguien me dice güera?","label":0.0}
{"Unnamed: 0":197415,"text":"Puta sociedad machista xenofobica nazi tio. Joder menuda sociedad que piensa eso.. VERGÜENZA!","label":0.0}
{"Unnamed: 0":191211,"text":"Inmigrante motorizado,eres una rata de cloaca.","label":1.0}
{"Unnamed: 0":195288,"text":"Habla en sudaca siendo de Valencia, tiene menos cerebro que el teclado en el que estoy escribiendo.","label":1.0}
{"Unnamed: 0":200072,"text":"Y lo de disfrutar viendo cómo arde tu propio hermano... Selyse es otra puta loca.","label":0.0}
{"Unnamed: 0":192211,"text":"Casuso callate de una puta vez","label":0.0}
{"Unnamed: 0":191625,"text":"Tu eres mi lady zorra barata","label":1.0}
{"Unnamed: 0":196623,"text":"Mi padre tiene de foto de wha un monumento fascista siendo derribado con una explosión xddddddd","label":0.0}
{"Unnamed: 0":199901,"text":"Arrimadas dice que los cambios en la Generalitat son “los últimos momentos del proyecto separatista”","label":0.0}
{"Unnamed: 0":192128,"text":"Cinder eres una hija de la grandísima puta y te mereces lo peor. Y te lo vas a llevar, zorra de mierda.","label":1.0}
{"Unnamed: 0":191681,"text":"\"Que verga que critiquen \"\"ÁRABE\"\" xq el finde la bailan todos..\"","label":0.0}
{"Unnamed: 0":196968,"text":"siempre son nazis no rayarse es una fact","label":0.0}
{"Unnamed: 0":196736,"text":"Mamá, uso ropa adidas fluor pero no soy subnormal, eh.","label":0.0}
{"Unnamed: 0":194131,"text":"imágenes exclusivas de Casado y Rivera ante la valla de Melilla.","label":0.0}
{"Unnamed: 0":201268,"text":"Yo veo dos victorias... Una indepe y otra fascista, el porque ya lo sabes","label":0.0}
{"Unnamed: 0":193693,"text":"Todo mi apoyo a los taxistas. Están haciendo una justa , con mucha fuerza. Ese es el camino. Mientras, los fascistas Casado y Rivera en la valla de Ceuta pasando de todo, con el único fin de enviar mensajes racistas y xenófobos. Sinvergüenzas","label":0.0}
{"Unnamed: 0":201676,"text":"Ciutadans gana las elecciones pero el bloque independentista revalida la mayoría absoluta","label":0.0}
{"Unnamed: 0":194769,"text":"Vamos, que tú eres de los gilipollas que cuando alguien sufre una violac…","label":0.0}
{"Unnamed: 0":196284,"text":"No pitéis, hombre, que estamos en Champions y en final de Copa. Vete a la mierda, subnormal.","label":1.0}
{"Unnamed: 0":201736,"text":"mirad qué cara de subnormal tiene","label":1.0}
{"Unnamed: 0":189966,"text":"cállate zorra bien que bailas te al lado de este tincho anoche","label":1.0}
{"Unnamed: 0":192669,"text":"¡¡ : más igualdad de género y genera!! Menos y más .","label":0.0}
{"Unnamed: 0":198597,"text":"Ellos son perfectos no? PueS LA PERFECCIÓN EXISTE Y LA TIENES TÚ JAQUE MATE ATEOS.","label":0.0}
{"Unnamed: 0":191940,"text":"La chica es una zorra y una cabrona y el chico un gilipollas que se aclaren los dos porque el uno que se revela y la otra le toca los güebos","label":1.0}
{"Unnamed: 0":193950,"text":"CÁLLATE PERRA, HIJA DE PERRA, SOS UNA PERRA","label":1.0}
{"Unnamed: 0":193719,"text":"Quedate callada hija de puta roba novios que son la pucha jajajananaba","label":1.0}
{"Unnamed: 0":197440,"text":"Los toros y la Iglesia se llevan mucha más pasta pública y los fachas no decís ni pío","label":0.0}
{"Unnamed: 0":192065,"text":"Mejor callate cara de puta o reputa como tu madre.. Se nota que te hacen falta estos","label":1.0}
{"Unnamed: 0":190788,"text":"“Yzur, el mono que habla” es la nueva revista literaria y cultural del dpto de Español en Rutgers. Gracias por acogerme con una nota sobre üeros, de Ruizpalacios. —&gt;","label":0.0}
{"Unnamed: 0":189366,"text":"Pablo Casado debería estudiar un máster en inmigración","label":0.0}
{"Unnamed: 0":201558,"text":"Cuando se hacen las cosas bien al final se tiene su recompensa, Cs es la alternativa a los partidos independentistas, a la corrupción, a los partidos con complejos. Hoy, una vez más me siento orgulloso de mi partido, Ciudadanos ha llegado para quedarse.","label":0.0}
{"Unnamed: 0":197841,"text":"bua yo la haría rosa\/negra entera con alguna frase o chula en blanco dentro de un cuadradito blanco tb","label":0.0}
{"Unnamed: 0":197673,"text":"Por que temporada vas ya mamona? XD","label":0.0}
{"Unnamed: 0":194816,"text":"callate gordo hijo de remil puta vos vas a caer tambien junto con la yegua puta y montonera","label":0.0}
{"Unnamed: 0":197723,"text":"vieja fea. Fc Barcelona ROBONTADA. Sois el club más ladrón político inmoral. Hacer un favor al mundo y desaparecer perros","label":1.0}
{"Unnamed: 0":201224,"text":"Rovira: \"Los resultados nos dicen que hay una suma independentista\"","label":0.0}
{"Unnamed: 0":192677,"text":"Soy pejezombie animal, si soy el lider de los pendejos y tu eres mi perra, eso que te hace a tí? 😂😂😂😂😂😂","label":1.0}
{"Unnamed: 0":200293,"text":"Cállate racista de gordas","label":0.0}
{"Unnamed: 0":194925,"text":"Pues sinó us gusta el presentador, canviat de canal i dejaros de tonterias. Todo es puta envidia","label":0.0}
{"Unnamed: 0":190443,"text":"Y a mercurio? Cuando acabe con la luna","label":0.0}
{"Unnamed: 0":193474,"text":"Estamos en 2018 y una mujer es llamada puta, zorra, trola por tener muchos amigos","label":1.0}
{"Unnamed: 0":197064,"text":"Además Stalin le regalo un palacio a su señora madre que otro dictador hace eso.","label":0.0}
{"Unnamed: 0":200013,"text":"decir nigga siendo blanco es como decir maricón siendo hetero puaj","label":0.0}
{"Unnamed: 0":200384,"text":"\"Ser homosexual es la hostia\" -Andrea 2017 ~ Gran amiga, mejor pensadora","label":0.0}
{"Unnamed: 0":192819,"text":"Dimisión ya","label":0.0}
{"Unnamed: 0":195776,"text":"Jajajjjajajaj como va hacer que nunca vino a jugar aca el sudaca y se quedó con todo los millones!!! está peor que el dominado de !!","label":0.0}
{"Unnamed: 0":201749,"text":"Gracias por felicitarme pero no es mi cumpleaños! PD: tu te has tragado ya la mayoría independentista o prefieres digerirla lentamente?","label":0.0}
{"Unnamed: 0":199136,"text":"No al heteropatriarcado No a la ley mordaza Asco de fascismo franquista","label":1.0}
{"Unnamed: 0":199309,"text":"...franquismo y el contexto en que unas victimas son respetables y otras,no,pero claro…","label":0.0}
{"Unnamed: 0":200539,"text":"Trump provocando como un macarra de pacotilla vía","label":1.0}
{"Unnamed: 0":194014,"text":"coño entonces tu eres de lo que te guias por el antes de cristo y despues de cristo,cuando llegamos los Españoles,y le contagiamos todas clases de enfermedades Europeas","label":0.0}
{"Unnamed: 0":195787,"text":"Cuando veas a 1 puto lisiado en silla de ruedas de nacionalidad sudaka k vino a este país a robar de nuestra sanidad y estafar a nuestra Seguridad Social si podéis lo dejáis caer cuesta abajo","label":1.0}
{"Unnamed: 0":195669,"text":"Un inmigrante subsahariano propina una brutal paliza a una joven en Ciudad Real por no dejarse besar","label":0.0}
{"Unnamed: 0":192709,"text":"CÁLLATE LA PUTA BOCA Y FELIZ NAVIDAD AMIGA <3<3<3<3<3<3","label":0.0}
{"Unnamed: 0":196174,"text":"lo tipico de no soy gay pero 5€ son 5€, no?","label":0.0}
{"Unnamed: 0":198917,"text":"La patada JAJAJAJAJA MUERE SUBNORMAL 😂😂😂😂","label":1.0}
{"Unnamed: 0":193064,"text":"Ay Güero guerito te tenían que matar","label":1.0}
{"Unnamed: 0":200451,"text":"Querida Beatriz, Sigue siendo la quien eres, yo como catalán te estoy inmensamente agradecido, y no es xq vayas a mi favor, es x la objetividad y sinceridad de tus comentarios y sabemos q no va de independencia, porque así lo has manifestado, sino xq persigues valores y justicia","label":0.0}
{"Unnamed: 0":190944,"text":"Los bailes sexis de mi primo se van a la mierda cuando empieza a cantar: 'tu novia es puta con mi pingo se ahoga y vos no decis nada porque sos un toga' 😂😂😂😂😂","label":1.0}
{"Unnamed: 0":191834,"text":"Claro pero luego el rap, los chavales q improvisan y rapean 'lo único q saben decir es tu novia es una zorra, tu madre es una puta', seguro q sí... no tenéis ni idea. eres ENORME.","label":0.0}
{"Unnamed: 0":192679,"text":"Adán canta que su novia es del 'y es una puta más'","label":1.0}
{"Unnamed: 0":198716,"text":"Me.encantan los ojos rojos como el diablo","label":0.0}
{"Unnamed: 0":191311,"text":"saludando a gente que ha entrado de forma ilegal, indocumentados que vete a saber de dónde llegan, vete a saber si alguno de ellos es un genocida o miembro de algún grupo terrorista, sin control sanitario.... Pero voy a saludarles porque mis complejos y tal...","label":1.0}
{"Unnamed: 0":194450,"text":"Callate malparida traidor con válidas te el fraude hijo de puta moriste como político","label":1.0}
{"Unnamed: 0":199157,"text":"La Vida Moderna es hacer un Boomerang haciendo el saludo fascista","label":0.0}
{"Unnamed: 0":190206,"text":"Me ha gustado un vídeo de ( - ¿Por qué tanta inmigracion hacia Chile?).","label":0.0}
{"Unnamed: 0":194868,"text":"¡CÁLLATE DE UNA PUTA VEZ!","label":0.0}
{"Unnamed: 0":190165,"text":"Callate que yo tmb te extraño perra","label":1.0}
{"Unnamed: 0":190905,"text":"Una web islamica anima a los moromierdas a venir a España a vivir de las ayudas públicas. Esto es lo que consigue ⁦ ⁩ y su efecto llamada.","label":1.0}
{"Unnamed: 0":191885,"text":"Siria crea un comité gubernamental para el retorno de los refugiados","label":0.0}
{"Unnamed: 0":200247,"text":"🇻🇪 mensaje al dictador Maduro d la Madre Carlos Graffe exige prueba de vida fue secuestrado y no se sabe nada de el","label":0.0}
{"Unnamed: 0":194242,"text":"La mayoría de musulmanes vienen a vivir gratis del ahorro de los españoles y volver de vacaciones a su país. No son refugiados, pero Pedro les entrega lo que necesitamos los españoles.","label":1.0}
{"Unnamed: 0":194615,"text":"callate hijo de puta.","label":0.0}
{"Unnamed: 0":192834,"text":"\"Una nueva película de \"\"wini pu\"\" ??? Necesitamos que las bolsas de cereal traigan cierre ziploc no esas jaladas de osos mayates.\"","label":0.0}
{"Unnamed: 0":191938,"text":"Baby, por qué eres así? Tú eres puta","label":1.0}
{"Unnamed: 0":197285,"text":"a la nazi y ha toda persona a quien peguen, sea de la ideología que sea","label":0.0}
{"Unnamed: 0":196261,"text":"Que yo soy un puto rojo, señor. Pero muy majo. Ahí con una foto enmarcada de él mismo con George W Bush y Colin Powell. Qué coño.","label":0.0}
{"Unnamed: 0":192396,"text":"Tu eres mas de Estar guarra","label":0.0}
{"Unnamed: 0":201698,"text":"Catalunya ha votado a la facha de la arrimadas, que los catalanes independientes tengan mas escaños es otra cosa muy diferente como para decir que hemos votado independencia...","label":1.0}
{"Unnamed: 0":193498,"text":"Publica una foto con una polla metida en tu culo bb","label":0.0}
{"Unnamed: 0":195072,"text":"Siente como conmigo tu lo disfrutas , echate pa acá y no me discutas si yo se que tu eres bien puta putaaa🎶","label":1.0}
{"Unnamed: 0":193879,"text":"La historia popular se la inventa el pueblo. Ella decide inventarse su parte, aprovechando para provocar a gente como tú. Yo soy un tio y me molesta ver como os poneis a corregir ciertas gilipolleces mientras q luego os escandaliza","label":0.0}
{"Unnamed: 0":197974,"text":"Lo primero de lo que me acordé fue de ti y de esa foto marica jajajaja","label":0.0}
{"Unnamed: 0":195575,"text":"Interior mantiene el plan de retirar las concertinas pese a la creciente presión en Ceuta y Melilla: es evidente que la prioridad del Gobierno es proteger a los inmigrantes que atacan con ácido y cal viva a nuestras FCSE.","label":1.0}
{"Unnamed: 0":201573,"text":"Inés felicitaciones por ganar las elecciones pero el bloque independentista tiene la mayoría de votos. Besis!","label":0.0}
{"Unnamed: 0":189772,"text":"Tu chica es un poco guarra 😊 — Quién se supone que es mi chica","label":1.0}
{"Unnamed: 0":192217,"text":"Por culpa de los petardos tengo unos amigos locos por encontrar a su perrita. Se les escapó y salió huyendo por el ruido.","label":0.0}
{"Unnamed: 0":195378,"text":"Salto de inmigrantes a Ceuta: Reventaron las puertas y la valla. Siete guardias civiles heridos por quemaduras al recibir cal viva y ácido. Al igual que el 26J se les ha arrojado excrementos. Solo un agente ha sido evacuado al HUCE. vía","label":0.0}
{"Unnamed: 0":194412,"text":"Mira, tu de hater de Cepeda no, por favor. En serio. Ya hay demasiados que van de listos que lo hacen.…","label":0.0}
{"Unnamed: 0":199521,"text":"Por llamarle subnormal a optimous, yo creo que es fangirl de ese tío o algo","label":0.0}
{"Unnamed: 0":194702,"text":"Callate pelotudo y aprende a relatar antindependiente hijo de re mil puta","label":0.0}
{"Unnamed: 0":199228,"text":"\"Feminismo\" es un error ... que lo único que va a conseguir es más rencor y mierdas como estas... llevaba tiempo mordiéndome la lengua...","label":0.0}
{"Unnamed: 0":194337,"text":"Tú sí q das vergüenza diciendo q ETA n ha matado nunca a ningún niño","label":0.0}
{"Unnamed: 0":191272,"text":"Atención por que ⁦ ⁩ no solo quiere acoger a los moromierdas que entran ilegalmente, ahora se quiere traer a toda la familia. La casita, paguita, sanidad, etc, lo vamos a pagar Vd, yo, todos los que lean esto y los que no.","label":1.0}
{"Unnamed: 0":195078,"text":"La zorra asiática termina con una abundante corrida en la cara: La zorra asiática termina con u...","label":1.0}
{"Unnamed: 0":198039,"text":"L´espoir o Sierra de Teruel en la 2 ...película del 39 sobre la guerra civil, que en España prohibió el dictador y no se estreno hasta el 77","label":0.0}
{"Unnamed: 0":197810,"text":"El subnormal del año","label":0.0}
{"Unnamed: 0":199988,"text":"Empiezo a sospechar que los traperos quieren competir con los youtubers para ver que grupo es más subnormal.","label":1.0}
{"Unnamed: 0":199455,"text":"Fuiste un putón pero eras \"my love\"❤️De lo mejor que había visto.","label":0.0}
{"Unnamed: 0":191493,"text":"Y yo atorado en el tráfico, claramente tu eres la perra de esta relación.","label":1.0}
{"Unnamed: 0":192683,"text":"candidato cd desarrollará plan para jovenes emprendedores.como vender aguacates.como ser indocumentado y violar la ley como vendo platano.como limpio parabrisas. Sin incubadora real de negocios con financiamiento;esto traerá peleas en semaforos de los emprendedores del aguacate","label":1.0}
{"Unnamed: 0":198040,"text":"CRISTO VIENE PRONTO ARREPIENTÁNSE SODOMITAS","label":0.0}
{"Unnamed: 0":199232,"text":"Te contaré un secreto: eres españolito, bobo, si, pero españolito","label":0.0}
{"Unnamed: 0":195442,"text":"del mundo, pero la prensa trata diferente a estos guardias civiles que si parecen son atacados por inmigrantes. El inmigrante ataca, el guardia se defiende, por que aquí si está tan claro.","label":0.0}
{"Unnamed: 0":200407,"text":"No hacéis muñecas de nieve malditos machistas opresores, ya os vale no hacer muñecas de nieve, sois unos fachas de la ostia.","label":1.0}
{"Unnamed: 0":192434,"text":"Que mierda tienen en la cabeza cuando creen que una violacion o situacion de acoso que les estan contando ES MENTIRA????? O sea,son joda gente","label":0.0}
{"Unnamed: 0":201764,"text":"No tenéis que perder de vista que la expectativa del independentista es la independencia, y esta les queda tan lejos o más que siempre. 🙂","label":0.0}
{"Unnamed: 0":194811,"text":"No a que no tienes su consentimiento XD","label":0.0}
{"Unnamed: 0":190042,"text":"Tu eres la pajera.. perra de mierda k lo unico k saces hacer es abrir tus piernas ..... xk putas las abres si no saves ser madre cojuda.","label":1.0}
{"Unnamed: 0":192741,"text":"Arabe de ecko y papichamp es un temazo loco, quien no lo va a bailar en un boliche por favooooor🔥🔥","label":0.0}
{"Unnamed: 0":200894,"text":"Ya sé que no se les puede pedir más a los fachas pero \"no nos engañan Cataluña es España\" es una soflama bastante mierder","label":0.0}
{"Unnamed: 0":194534,"text":"Mi mujer es una puta y se folla al cura.","label":1.0}
{"Unnamed: 0":200893,"text":"te imaginas ser tan mongolo","label":1.0}
{"Unnamed: 0":191993,"text":"En Redes Sociales están las fotos de los supuestos asesinos uno un nicaragüense indocumentado y un costarricense. Muy preocupante que la lacra de entre a como perro por su casa.","label":1.0}
{"Unnamed: 0":194791,"text":"Que tu haces lo que quieras de tu puta vida. Pero luego no te ofendas, cállate la boca y punto, bocachancla.","label":0.0}
{"Unnamed: 0":198233,"text":"Días tan DUROS q no apetece ni escribir un twit atizando a periGILFOS o culeros...poco a poco saldremos adelante","label":0.0}
{"Unnamed: 0":199333,"text":"La cláusula de rescisión de ese fascista es su boca y su poco cerebro anticatalán. Al madrí a chupársela a Florentino...","label":1.0}
{"Unnamed: 0":197289,"text":"Vale, pero primero los fachas pagad las subvenciones a los toros, iglesia y demás basura.","label":0.0}
{"Unnamed: 0":191112,"text":"Cuando mi crush dice que esta buscando novia es como 'la puta madre mirame a mi aki estoy yo mi amor, donde tengo q anotarme'","label":0.0}
{"Unnamed: 0":199846,"text":"Lo que eres es una loca","label":0.0}
{"Unnamed: 0":197509,"text":"dictador fascista que está muerto con los tweets**","label":0.0}
{"Unnamed: 0":200550,"text":"IRAK ATAQUE - Al menos 5 muertos en un atentado contra un campamento de refugiados en Irak","label":0.0}
{"Unnamed: 0":200436,"text":"Eres un MISERABLE, FACHA DE MIERDA","label":1.0}
{"Unnamed: 0":195567,"text":"Tras la frase \"a llorar a la iglesia\" que tiro russo: River gano dos copas,aseguro la sudaca en 2019 pero ira por la libertadores mientras juegan en la ediccion actual Lanus perdio su final,no saldra del pais en 2019 y perdio la sudaca contra junior por penales Eso es karma","label":0.0}
{"Unnamed: 0":192708,"text":"Cállate hoy!!!! La puta que te pario!!!! Deja 1 DÍA SIN MALAS NOTICIAS... 1 día de paz!!!!! La recalcada concha de tu madre","label":0.0}
{"Unnamed: 0":198437,"text":"lo personal es político pero no por ello tienes ke ir a una manifa ke convocan sindicatos de mierda","label":1.0}
{"Unnamed: 0":197504,"text":"Trump decreta que el sexo antes del matrimonio, el aborto y el matrimonio gay son inmorales vía","label":0.0}
{"Unnamed: 0":195019,"text":"Ya me rompiste las bolas aunque sea en joda No te mereces este pais y la reconcha puta de tu madre","label":1.0}
{"Unnamed: 0":198344,"text":"La clase política, conmocionada, lamenta la muerte de la dirigente socialista","label":0.0}
{"Unnamed: 0":196397,"text":"Como te crees que está ordenado subnormal? xD Tienes que poner un 0 delante para que entienda que 10&gt;1","label":0.0}
{"Unnamed: 0":198705,"text":"Lagarder ya era un puto subnormal, solo que hoy quiere que quede patente.","label":1.0}
{"Unnamed: 0":191893,"text":"Yo amo que te calles zorra 💗","label":1.0}
{"Unnamed: 0":195103,"text":"Tanto inmigrante magrebí y subsahariano otra cosa no pero se van a hartar de dar trabajo a la G. Civil y a la Policía.","label":1.0}
{"Unnamed: 0":198246,"text":"\"Hola, soy subnormal pero por si no os lo creéis, veréis las sandeces que digo y lo bien que me expreso\"","label":0.0}
{"Unnamed: 0":189485,"text":"JAJJAJAJ cállate perra , me lo dijo por otra cosa no x eso","label":1.0}
{"Unnamed: 0":193000,"text":"Esto es sacarse la polla y lo demás son tonterías. Enhorabuena","label":0.0}
{"Unnamed: 0":197735,"text":"se tiene q ser subnormal profundo, pero como dice este es la nueva manera de hacer periodismo. Pues ala","label":1.0}
{"Unnamed: 0":190823,"text":"Te mereces toda mi verga por puta hermosa y para festejar año nuevo como la zorra come semen que eres hermosa","label":1.0}
{"Unnamed: 0":199946,"text":"Es que ya hay que ser SUBNORMAL, se pira a un equipo donde no juega ni Asensio, encima en año de mundial , y para colmo era Culé.","label":0.0}
{"Unnamed: 0":190478,"text":"Coño eh tu madre maldita perra pudrete mamagueba Tu eres culpable","label":1.0}
{"Unnamed: 0":194297,"text":"Muchos Venezolanos (no generalicé) llamaron por años: Ladrones a los Chinos Tacaños a los Árabes Malagente a los Colombianos Indios y feos a los Peruanos Vagos a los Panameños Y ahora, esos mismos se indignan cuando los llaman Venecos en otro lado.","label":1.0}
{"Unnamed: 0":196982,"text":"-Soy... ¿cómo se llama, joder? lo tengo en la punta de la lengua... como vegano pero de mujeres. -¿Maricón? -Eso.","label":0.0}
{"Unnamed: 0":198307,"text":"Nazis jajajajj viniendo de los comunistas es un piropo aunque fuera verdad vosotros llevais varias docenas los muertos de Hitler.","label":0.0}
{"Unnamed: 0":198834,"text":"\"¡Viva España, arriba Franco!\" ante las risas cómplices del resto de público...promocionando el turismo nazi a Stder","label":0.0}
{"Unnamed: 0":201198,"text":"La mitad de los catalanes han dicho que no quieren un gobierno independentista. Yo no puedo cambiarles su idea...","label":0.0}
{"Unnamed: 0":199594,"text":"=Opresión de género y de clase.Las mujeres no somos objetos sexuales ni máquinas engendra-hijxs.","label":0.0}
{"Unnamed: 0":194651,"text":"callate hija de puta, para ese día tenía el diente arreglado ya, pero el hilo en el lab…","label":1.0}
{"Unnamed: 0":190824,"text":"Coño, pero son indocumentados. Que esperaban? Que les dieran helado gratis y les tomaran una foto y ya? Si andan ilegales eso puede pasar en cualquier lado.","label":1.0}
{"Unnamed: 0":196569,"text":"entonces fliparas en colores! xD yo me las estoy viendo NEGRAS para llegar al 100% putas mazmorras! jjaja","label":0.0}
{"Unnamed: 0":200305,"text":"Yo a veces soy subnormal, si es que xd bocas.","label":0.0}
{"Unnamed: 0":198449,"text":"Es de Barquisimeto cabecilla de terroristas atrapado en Chacao vía Guarimbas financiadas por 1°Fascista","label":0.0}
{"Unnamed: 0":191194,"text":"Callate chapa la puta madre te voy a vomitar el farol","label":0.0}
{"Unnamed: 0":194000,"text":"TU ERES EL PRIMERO QUÉ AGREDES Y AMORDAZA, ADAPTAS LOS SUPUESTOS DELITOS COMO OS SALE DE LA POLLA.MENOS LOBOS Y MAS DEMOCRACIA QUE NO CONOCEN NI RESPETAN.","label":0.0}
{"Unnamed: 0":200828,"text":"Qué os gusta el comodín de \"fascista\" \"franquista\" \"ultraderecha\" ¿Racistas? Pues mira, de momento, adoctrinamientos, prohibiciociones lingüísticas y creerse d una raza superior? los tuyos. Ada Colao no es la alcaldesa de TODOS los catalanes? Pues que se note. Adiós NAZI.","label":1.0}
{"Unnamed: 0":193861,"text":"Tema inmigración de Venezuela como estamos y que bebemos hacer ayer mire un programa con abogados pidiendo abrir un estudio con todos ellos pera trabajar en Argentina no es como mucho que antecedentes tienen que hacemos con los nuestros es un tema a mirar antes que nos estalle","label":1.0}
{"Unnamed: 0":194016,"text":"España crea su primer 'campo de refugiados' en la bahía de Algeciras vía Gran noticia para el contribuyente español. Españoles a pagar, a pagar. Las pensiones pensad en las pensiones. Esto la sanidad como es gratis podemos dejar de pagarla no?","label":1.0}
{"Unnamed: 0":191504,"text":"Si lo hace un hombre es acoso, si lo hace una mujer es un chiste. La guerra de la izquierda contra los hombres...","label":1.0}
{"Unnamed: 0":194135,"text":"Cristina ve cámaras y se descontrola. No es cadena, la puta madre callate ya.","label":0.0}
{"Unnamed: 0":197712,"text":"Obreros liberales, mujeres que piensan que el feminismo es contraproducente, en vez de derrocar al amo seguimos luchando entre los esclavos.","label":0.0}
{"Unnamed: 0":194828,"text":"Ojalá hubiera una casilla de “cállate de una puta vez y vete pa tu casa” para el cantante de la ruleta de la suerte.","label":0.0}
{"Unnamed: 0":190583,"text":"Talvez la inmigración es también algo muy arraigado entre los nicas, mis tíos tuvieron que huir del servicio militar para salvaguardar sus vidas. Hoy no se arrepienten, pues tanta sangre no ha valido la pena","label":0.0}
{"Unnamed: 0":194866,"text":"CALLATE HIJO DE PUTA","label":0.0}
{"Unnamed: 0":197049,"text":"Aclarado! x las cuentas q siguen queda claro que se trata de putos fachas. A pesar de algúna ref. a Podemos lo únic…","label":1.0}
{"Unnamed: 0":197396,"text":"Y que muchos piensan que no son nazis porque igual no le pegan a nadie, pero encuentran un ambiente racista ~relajado~.","label":0.0}
{"Unnamed: 0":191346,"text":"Amo el gabacho 🇺🇸.","label":0.0}
{"Unnamed: 0":192188,"text":"Árabe me cebo tanto que me dieron ganas de masticar ladrillos","label":0.0}
{"Unnamed: 0":193259,"text":"Pinches ridículas doble moral, primero dicen que odian la infidelidad pero andan defendiendo a otro que es igual de puta a ellos. NO MAMEN","label":1.0}
{"Unnamed: 0":190381,"text":"Eres la puta ama — Por eso soy tú esposa, porqué tu eres el puto amo.","label":0.0}
{"Unnamed: 0":194379,"text":"Perro cállate ala puta","label":0.0}
{"Unnamed: 0":197211,"text":"Coruña llena de fachas jajaja cuidao al pasar el por la calle Barcelona no sea que os den una dosis de realidad ESPAÑOLES","label":1.0}
{"Unnamed: 0":194965,"text":"mereces la pillando un simple escoria . -\"Detesto\" pensar estas cosas.-","label":0.0}
{"Unnamed: 0":197716,"text":"no sé de qué te ríes. Tú seguro que la tabla periódica la utilizas para ponerte las clenchas, puto subnormal, te repito.","label":1.0}
{"Unnamed: 0":200988,"text":"Como nos angustia la ambigüedad, preferimos de ordinario engañarnos: nos convencemos que las cosas son blancas o negras.","label":0.0}
{"Unnamed: 0":190618,"text":"La primer comida del regreso a casa: TACOS ÁRABES!!! ñabaLosTacos en Puebla, Mexico","label":0.0}
{"Unnamed: 0":197901,"text":"Ojalá los bolivianos sean más bravos y no se dejen poner a un indocumentado por La Habana de dictador","label":0.0}
{"Unnamed: 0":201641,"text":"Arrimadas \"Las 10 ciudades más pobladas de Cataluña son hoy naranjas\". Muchas de ellas en el ex-cinturón rojo.","label":0.0}
{"Unnamed: 0":199879,"text":"Para validar que no maltratas animales es la cosa más ridícula del mundo, el típico \"como voy a ser racista si tengo un amigo negro\"","label":0.0}
{"Unnamed: 0":191113,"text":"Más de 40.000 invasores negros africanos se preparan para invadir España en los próximos meses. Sólo el uso contundente de armas en las fronteras españolas podrá detener y revertir este efecto llamada creado por el gobierno de Pedro Sánchez.","label":1.0}
{"Unnamed: 0":191494,"text":"callate guarra","label":1.0}
{"Unnamed: 0":198528,"text":"Carme Chacon nunca fue santo de mi devoción, para mi tenia poco de socialista, pero nadie debería tener una muerte como esa. D.E.P","label":0.0}
{"Unnamed: 0":197475,"text":"d ladrones fascistas delincuentes impunes protegidos n ls altas organizaciones criminales ? ya tal pocilga d genova org crim","label":1.0}
{"Unnamed: 0":193579,"text":"No puedo parar de escuchar Árabe, les juro que lo intento pero es mas fuerte que yo","label":0.0}
{"Unnamed: 0":199436,"text":"- Las banderas son trapos que sólo crean división y conflictos. + ¿Y por qué tienes la bandera arco iris en el avatar? - Estooo ¡Fascista!","label":0.0}
{"Unnamed: 0":199394,"text":"Artur Mas asegura en Berlín que habrá referéndum independentista","label":0.0}
{"Unnamed: 0":198818,"text":"\"Jamás me juntaría con esa mugre\", dice la leninita. Estos cachorros de rojos son muy melindres con \"los de abajo\" ¿Que no, ?","label":1.0}
{"Unnamed: 0":194420,"text":"Cepenas estás vez No pasarás","label":0.0}
{"Unnamed: 0":200379,"text":"Kira obtiene su grueso culo negro","label":0.0}
{"Unnamed: 0":194129,"text":"tener una polla en la cara de jessi en un pony al decir que era brony o","label":0.0}
{"Unnamed: 0":197487,"text":"Y hoy en Plaza: José Mujica: \"el dictador Franco logró mantenerse al poder en parte porque entre socialistas, comu…","label":0.0}
{"Unnamed: 0":198985,"text":"o vete a la mierda retrasado ps los colegas","label":1.0}
{"Unnamed: 0":195106,"text":"Ahora todos le chupan la pija a Justin, yo fui por aos el UNICO NEGRATA GANGSTER en este pais que lo respeto","label":0.0}
{"Unnamed: 0":192856,"text":"Todos los jk esta con el cabello güero y yo sigo con el rojo porque soy único y detergente.","label":0.0}
{"Unnamed: 0":191043,"text":"cuando el youxo habla en arabe me lo imagino hablando del reves pero en plan q la vida le va hacia atras","label":0.0}
{"Unnamed: 0":196634,"text":"Será un \"resarcir\" simbólico....porque lo que han hecho con esta familia, con fascistas y todo...","label":0.0}
{"Unnamed: 0":196620,"text":"1.No sabes escribir, 2. La liga no acaba hoy, 3. Eres el ser mas tonto de twitter, 4. No es mi cara, subnormal xd","label":1.0}
{"Unnamed: 0":193642,"text":"Como me caga de gusto Árabe de Ecko y Papichamp amigo, la rompe","label":0.0}
{"Unnamed: 0":194284,"text":"Yo nunca le he dicho puta a una mujer pero socia tú eres senda petardo 😂😂 estas navidades no voy a comprar pirotecnias ya contigo vasta 😂😂😂","label":1.0}
{"Unnamed: 0":197079,"text":"Es impresionante cómo defendemos a los fascistas cuando son perseguidos.","label":0.0}
{"Unnamed: 0":191325,"text":"Es que aunque no lo creas responder eso suena a 'no llevas razón cállate la puta boca porque no quiero escuchar una verdad', aunque no sea lo que quieras expresar.","label":0.0}
{"Unnamed: 0":196231,"text":"íocatalán Para cuando debates ecuánimes en con independentista? Vamos, sólo para informaros un poco","label":0.0}
{"Unnamed: 0":194364,"text":"Camelot mejor.....puta equidistancia....las tonterias que hay que decir!!!!","label":0.0}
{"Unnamed: 0":199873,"text":"Machista, racista y homofogo de esos. Lo tienes todo, prenda.","label":1.0}
{"Unnamed: 0":192927,"text":"Jajaja picado de que si tu eres la zorra que vive pendiente de Herrera, comenzaste el año acordandote de el","label":1.0}
{"Unnamed: 0":196335,"text":"En : Las redes sociales mataron al mirón como Dios manda: de Gay Talese a Bárbara Lennie.","label":0.0}
{"Unnamed: 0":200228,"text":"Las del franquismo son de 2ª categoría.","label":0.0}
{"Unnamed: 0":199081,"text":"Pero ya tendría poca vergüenza el español que se pusiera a favor de ese engendro, mientras te falta al respeto un moro 💩💩💩","label":1.0}
{"Unnamed: 0":191522,"text":"Pues aki tenemos a los nietos y tataranietos de un genocida viviendo de puta madre","label":0.0}
{"Unnamed: 0":198848,"text":"Otra final, quedan cinco, y será el próximo jueves a las 20 h en . Os esperamos afición 💪","label":0.0}
{"Unnamed: 0":195284,"text":"«Uy, hablas como personaje de culebrón» era la forma más edulcorada de decirle a uno sudaca.","label":0.0}
{"Unnamed: 0":200222,"text":"En Argetina Macri, en Francia Macron y En EEUU un Macarra... Será una campaña de Apple?","label":0.0}
{"Unnamed: 0":190546,"text":"NADA COLAU ⁩ la protectora de moromierdas delincuentes y violadores tapa otra reyerta de en Compartido desde tu tablón de Google","label":1.0}
{"Unnamed: 0":193694,"text":"En EE. UU., ese moromierda ilegal estaría hecho un colador. Los estadounidenses, los ataques a los suyos se los toman muy en serio, tanto en su propio país como en el extranjero. Te pasará factura,","label":1.0}
{"Unnamed: 0":196365,"text":"le faltó explicar quienes son entonces los nazis 😂 😂 😂","label":0.0}
{"Unnamed: 0":190838,"text":"Pero ¿que puta mierda de muerte le habéis hecho a Glenn? el se merecía lo mejor y sobretodo una muerte digna ¿qué os pasa en la cabeza?","label":0.0}
{"Unnamed: 0":196450,"text":"y si no te interesa? Entiendo que el boicot es discutible pero no interesarte por los Goya no le convierte a uno en fascista","label":0.0}
{"Unnamed: 0":195370,"text":"Y mientras que para el presidente de España no hay otra emergencia nacional que sacar a Franco de su tumba, 200 inmigrantes saltan la valla de Ceuta hiriendo a varios guardias civiles.","label":1.0}
{"Unnamed: 0":199709,"text":"Maradroga es un negro de mierda que se enorgullece de haber hecho un gol con la mano.","label":1.0}
{"Unnamed: 0":198696,"text":"más facha que mi padre es franco","label":0.0}
{"Unnamed: 0":198679,"text":"mi mas sentido pesar por la muerte de una gran socialista, que se nos ha ido demasiado pronto. Mis condolencias a su familia y al PSOE","label":0.0}
{"Unnamed: 0":189935,"text":"la puta madre ojalá todos pudieran tener alguien como vos en sus vidas, te mereces todo lo bueno que te pase y más amiga!!! aaaaa sos tan hermosa q lloro, te amo con todo mi ❤ y para siempre!","label":0.0}
{"Unnamed: 0":189653,"text":"-Le he comprado un collar a mi esposa. +Coño, pues yo todavía la tengo suelta.","label":1.0}
{"Unnamed: 0":195711,"text":"Nos van a ganar la versión sudaca de los hermanos Koryoto, y uno es mi pobre angelito","label":0.0}
{"Unnamed: 0":191358,"text":"Cállate perra tú no estuviste ahí","label":1.0}
{"Unnamed: 0":192759,"text":"JAJAJAJAJAJAJA cállate perra 😂. Lo que debe ser ese video 🤢, we","label":1.0}
{"Unnamed: 0":198321,"text":"Han salido los culeros en tromba jajaja","label":0.0}
{"Unnamed: 0":192146,"text":"Its to que te calles la puta boca","label":0.0}
{"Unnamed: 0":199595,"text":"\"yo soy feminista, pero no feminazi\"","label":0.0}
{"Unnamed: 0":200717,"text":"Intentaba englobar todo eso en la palabra facha por no engordar el tuit.","label":0.0}
{"Unnamed: 0":191887,"text":"Tráiganme al puto árabe 🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️","label":1.0}
{"Unnamed: 0":201475,"text":"La Gran Corrupción: GANA EL BLOQUE INDEPENDENTISTA Y CIUDADANOS EN CAB...","label":0.0}
{"Unnamed: 0":200951,"text":"Soy simpatico,monguer y hago 🍍.Que mas se puede pedir?Ah,tambien guapisimo.","label":0.0}
{"Unnamed: 0":200981,"text":"El DICTADOR de Honduras acepta que se revise el proceso electoral a la espera de una celda en USA vía","label":0.0}
{"Unnamed: 0":200481,"text":"Adelson, la ultraderecha cristiana y el freno a Irán: los tres motores de Trump sobre Jerusalén","label":0.0}
{"Unnamed: 0":193074,"text":"Cómo va a ser penal, güera hija de de la rechin.... No m*m*s !??!!","label":1.0}
{"Unnamed: 0":189380,"text":"Mira de vd estoy hasta la polla ya, no aguanto más tonterías","label":0.0}
{"Unnamed: 0":196014,"text":"feliz cumple leon , eres el mejor cubriendo a mis Aguilas y ya eres un consentido entre la afición Azulcrema! ☺😊😘","label":0.0}
{"Unnamed: 0":191440,"text":"El arbol este es un pesao, por que tiene bigote? — Cállate la puta boca y disfruta del best gaem","label":0.0}
{"Unnamed: 0":198866,"text":"mira que eres rarito...","label":0.0}
{"Unnamed: 0":191223,"text":"Cállate un rato zorra quema","label":1.0}
{"Unnamed: 0":197485,"text":"Los fascistas sois vosotros, parásito inútil.","label":1.0}
{"Unnamed: 0":190033,"text":"¡Sí se puede! Todos los imbéciles que estarán jaleando a Reverte por dejar a esa zorra lesbiana en su sitio. Al menos el asco que da Reverte es parte de un personaje que le da de comer, los otros lo hacen gratis.","label":1.0}
{"Unnamed: 0":191029,"text":"Cuarto. Tienes 13\/14 años ¿por qué aún piensas de esa forma? DEJA DE PENSAR QUE UNA MUJER ES UNA GUARRA POR ENSEÑAR SU CUERPO. Empieza a echar cabeza cielo, porque el mundo se te come.","label":0.0}
{"Unnamed: 0":198719,"text":"VÍDEO Los peligros de la segregación racial o cómo ha aumentado el apoyo de la comunidad negra a Trump","label":0.0}
{"Unnamed: 0":201213,"text":"Como puede ser un icono feminista una facha como ella?? 👀 estamos locos o qué?","label":1.0}
{"Unnamed: 0":198037,"text":"Los únicos nazis contra los que se atreve a combatir son los del Call of Duty: World At War y en modo fácil.","label":0.0}
{"Unnamed: 0":198845,"text":"Es así, los gobiernos son el reflejo fiel de sus pueblos.","label":0.0}
{"Unnamed: 0":194945,"text":"Las mujeres son la puta cagada mi hermano","label":1.0}
{"Unnamed: 0":194202,"text":"Cada población liberada, cada bandera izada, supone un duro revés para los intereses del imperialismo en 🇸🇾. ¡Honor y gloria al Ejército Árabe Sirio!","label":0.0}
{"Unnamed: 0":190638,"text":"Tu eres el Ale que dice que me quiere y tal de vez en cuando no?? Vaya ataque más gratuito perra","label":0.0}
{"Unnamed: 0":201072,"text":"¿Este tuit se considera violencia de género? Menuda hostia a las feminazis.","label":1.0}
{"Unnamed: 0":191028,"text":"me va a durar todo lo que yo quiera, callate zorra","label":1.0}
{"Unnamed: 0":190470,"text":"Quien coño esta votando me cago en la puta os merecéis un machete en la tráquea siempre fiel a las lentejas cabrones","label":0.0}
{"Unnamed: 0":195299,"text":"Mira chaval,se nota a leguas que nunca has salido de tu pueblo.Hablas de educación pero le llamas sudaka en tuit a otra persona. Bye","label":0.0}
{"Unnamed: 0":191012,"text":"\"Con lo bien que le quedaba \"\"Lucas\"\" y no solo se pone \"\"Hernández\"\" sino que además lo deja sin tilde en homenaje a los analfabetos gabachos que no se la pusieron en el Mundial.","label":0.0}
{"Unnamed: 0":192152,"text":"Hoy es lunes con l de LA PUTA MADRE KIRKMAN, CARL NO MERECIA MORIR","label":0.0}
{"Unnamed: 0":190652,"text":"Tu eres tu gozando como una perra","label":1.0}
{"Unnamed: 0":196086,"text":"Cosas que pueden pasar en : que un actor porno gay americano te coma el culo. xD","label":0.0}
{"Unnamed: 0":190129,"text":"En Varselona Espana un nutrido grupo de negros africanos emigrantes indocumentados gorpiaron salbajemente a un cubanoamericano el cual defendia a una turista que estaba siendo martratada por estos emigrantes es esto lo que quiere el presidente sosialista espanol","label":1.0}
{"Unnamed: 0":196097,"text":"la cara de facha biencomido le delata. Pobre diablo al servicio del régimen (que no dieta)","label":0.0}
{"Unnamed: 0":190771,"text":"La rompe arabe de papichamp y ecko","label":0.0}
{"Unnamed: 0":193156,"text":"En que se parecen las mujeres a los semaforos. -que despues de las 12 nadie las respeta.","label":1.0}
{"Unnamed: 0":195039,"text":"Cállate, puta.","label":1.0}
{"Unnamed: 0":197579,"text":"los fucking huevos o ovarios de decirlo desde tu cuenta normal me gustaría verte a ti la cara subnormal","label":1.0}
{"Unnamed: 0":194926,"text":"Hoy todos somos independiente, hay que enseñarle a estos hijos de puta quien manda en Latinoamérica🇦🇷","label":0.0}
{"Unnamed: 0":193291,"text":"cállate perra","label":1.0}
{"Unnamed: 0":193121,"text":"Hija de puta, pero para los moromierdas, lo que éstos hijos de puta le pidan a la primera zorra de Barcelona.","label":1.0}
{"Unnamed: 0":196135,"text":"pero lo que mas me indigna de todo esto: por criticar a trump me han llamado podemita xDDD","label":0.0}
{"Unnamed: 0":197768,"text":"Michael como te estás dando a la buena vida mamona","label":0.0}
{"Unnamed: 0":196783,"text":"Cómo va a ser el Betis nazi, habrá 40 nazis que son del Betis.","label":0.0}
{"Unnamed: 0":195906,"text":"Os he contado la historia del guiri detrás mio? Que hombre más subnormal por favor","label":1.0}
{"Unnamed: 0":194076,"text":"callate la puta boca y vete a una biblioteca buscas una seccion donde haya feminismo y te quedas callado y lees y dejas de soltar gilipolleces comparable a la tierra es plana en cuanto a retroceso en los debates","label":0.0}
{"Unnamed: 0":200270,"text":"soy subnormal de broma ajaja","label":0.0}
{"Unnamed: 0":201662,"text":"El 155 otra vez y convocar elecciones ad infinitum hasta que xenófobos, fascistas, pesoeistas, o cualquier otro partido corrupto nacionalista español o catalán ganen.","label":1.0}
{"Unnamed: 0":190899,"text":"Definitivamente tu eres una perra 😍😍😍🔥🔥🔥🔥👑","label":1.0}
{"Unnamed: 0":192961,"text":"Que bueno que no fui güerita, si prieta soy mamona, no quiero ni imaginarme güera jajjajaa","label":1.0}
{"Unnamed: 0":200448,"text":"Toda EUROPA es Fascista según los SeParasitos estos...","label":0.0}
{"Unnamed: 0":199342,"text":"Hemos llegado a un punto en el que te catalogan de feminazi o de señor con una facilidad pasmosa.","label":0.0}
{"Unnamed: 0":198511,"text":"Seas mamoooooooon!!","label":0.0}
{"Unnamed: 0":199387,"text":"Ya lo verás, macho. El Atleti es el club más subnormal del mundo para cerrar un fichaje.","label":0.0}
{"Unnamed: 0":193603,"text":"Los peronchos nos quieren enseñar a gobernar , hijos de puta","label":0.0}
{"Unnamed: 0":192415,"text":"El que viene en yate de lujo no viene a pedir, si acaso a negociar. El que viene en patera no viene a dar, viene a consumir los recursos sociales de los españoles. Si cada uno de los 4.000.000 de populistas que los quiere, se llevara un sólo inmigrante a su casa, asunto resuelto.","label":1.0}
{"Unnamed: 0":189515,"text":"Venga si comemela xddd","label":0.0}
{"Unnamed: 0":195929,"text":"No veo los . Admiro a los actores normales, pero otros son millonarios subvencionados por todos los españoles...y presumen de rojos","label":0.0}
{"Unnamed: 0":193155,"text":"Pero vamos mi novia es Sevillista y es una puta más .... SI LO ES SE DICE Y NO PASA NADA , es que disfruto más contigo que con mi mujer 👋👋👋👋👋","label":1.0}
{"Unnamed: 0":201414,"text":"tu quedate con la mayoria parlamentaria independentista k yo me quedo con la mayoria de la poblacion en contra de la indpendencia","label":0.0}
{"Unnamed: 0":198669,"text":"Precioso pastor alemán encontrado en . Interesados pueden ponerse en contacto con la Policía Local, Telf. 615217334.","label":0.0}
{"Unnamed: 0":197525,"text":"mamona eso ya es mu antiguo... 😂😂😂","label":0.0}
{"Unnamed: 0":200657,"text":"Joder, así que para Antena3, Constitución = Franquismo. No los hacía yo tan progres.","label":0.0}
{"Unnamed: 0":198659,"text":"La fiscalía va a estar muy ocupada investigando a todos esos fachas que se alegran de la muerte de la Chacón.","label":0.0}
{"Unnamed: 0":189632,"text":"Odiame pero al mirarte a un espejo recuerda: yo soy agil y atractivo, tú eres una puta cerda Y es que tienes tanta tonteria y tienes tanta maldad, que en algun sitio de tu cuerpo se tiene que acumular","label":1.0}
{"Unnamed: 0":198165,"text":"alex ya sabemos que eres gay no disimules más","label":0.0}
