{"Unnamed: 0":223374,"text":"Maycon ate admito que o negocio em si foi bom para o Fla mas atualmente nao acredito em nenhuma das duas coisas nem que ele va jogar bem e nem que o Fla levante alguma taca esse ano kkkkk","label":0.0}
{"Unnamed: 0":220687,"text":"RT : ela ficou putinha pq ninguém deu moral pros falsos estupros dela e se assumiu feminista. Isso já faz mais d _","label":1.0}
{"Unnamed: 0":220234,"text":"RT : Nem todo trans é estuprador mas existem, sim Não vamos deixar as meninas com homens no banheiras sozinhas _","label":1.0}
{"Unnamed: 0":221452,"text":"Vale a pena ler esse texto. Ronaldo Laranjeiras é show....","label":0.0}
{"Unnamed: 0":222931,"text":"Nao houve rebaixamento pois existiam duas ligas","label":0.0}
{"Unnamed: 0":220015,"text":"RT : com certeza mais do que o marido da Maria do rosário têm a oferecer","label":0.0}
{"Unnamed: 0":222810,"text":"Nao teve nenhum penaltizinho pro inutil Penaldo bater Ahhh poxa juizao","label":0.0}
{"Unnamed: 0":221307,"text":"foi o vermelho e branco com esfera de raio","label":0.0}
{"Unnamed: 0":222393,"text":"Derrotada nas urnas Gostaria de saber mais","label":0.0}
{"Unnamed: 0":218296,"text":"KKKLKKKKKKKKKKK......Mais KKKLKKKKKKKKKKK pra vc.","label":0.0}
{"Unnamed: 0":220495,"text":"RT : Aonde está o meu coração, ali estará o meu tesouro.","label":0.0}
{"Unnamed: 0":216626,"text":"Bom dia! Alguém sabe que dia o toma posse como Prefeito do Rio??!? Cidade ABANDONADA, CAÓTICA E SEM QQ ORDENAMENTO!","label":0.0}
{"Unnamed: 0":219935,"text":"RT : Esse idiota protestou qdo o país dele saiu às ruas, há 2 sem, pedindo morte de Trump e aniquilamento dos E _","label":1.0}
{"Unnamed: 0":215944,"text":"parabéns brou! Menina é bom demais!","label":0.0}
{"Unnamed: 0":219707,"text":"QUERO MAIS RESPEITOS, a todas as mulheres feia,gorda,vadia,piranha,e todas as outras que vocês se acha no direito de ROTULAR.","label":0.0}
{"Unnamed: 0":219403,"text":"Pesado, mas real. Por isso estaremos ocupando as ruas neste dia!","label":0.0}
{"Unnamed: 0":221164,"text":"STF terá que analisar a descriminalização do aborto. Esperamos que reconheçam nosso direito!","label":0.0}
{"Unnamed: 0":219433,"text":"PNR de novo em Sintra árquicas","label":0.0}
{"Unnamed: 0":220975,"text":"Se a UC Berkeley não aceita liberdade de expressão e ataca inocentes com ponto de vista diferente - CORTAMOS O FINANCIAMENTO FEDERAL?","label":0.0}
{"Unnamed: 0":221915,"text":"\"SOU MOCIDADE INDEPENDENTE\" FALOU O MACONHERO, 32 ANOS, SÓ TEXTÃO NO FEICE E MORA COM A MÃE... NÃO É MOCIDADE MUITO MENOS INDEPENDENTE.","label":0.0}
{"Unnamed: 0":221414,"text":"Um treinador que, aos 43 anos, já conseguiu a proeza de ter dispensado jogadores como Jonas e Aboubakar, não é um treinador qualquer...","label":0.0}
{"Unnamed: 0":221883,"text":"\"Eu acho q já se nasce c o bichinho de matrafona\"(ouvido na SIC). As desculpas q os homens dão à família pra justificar vestirem-se d mulher","label":0.0}
{"Unnamed: 0":217179,"text":"É claro, afinal ela está acima do bem e do mal! Até pq quem nunca vistoriou obra em apartamentos de terceiros??","label":0.0}
{"Unnamed: 0":221239,"text":"tem que privatizar a porra toda mesmo tmj temer","label":0.0}
{"Unnamed: 0":222941,"text":"sente o cheirinho do meu peido kkkkkkkkkkkkkkkkkkkkkkkk","label":1.0}
{"Unnamed: 0":222991,"text":"Finalmente o Senador entendeu Parabens","label":0.0}
{"Unnamed: 0":219640,"text":"Que coisinha mais abençoada e fofa.... Lindo.","label":0.0}
{"Unnamed: 0":222627,"text":"Joao Claudio lamento Minha resposta nao foi publicada","label":0.0}
{"Unnamed: 0":221957,"text":"RT : Se chamasse de \"minha branquinha\", iam falar que não bastava namorar branca, tinha que se orgulhar ainda.","label":0.0}
{"Unnamed: 0":218154,"text":"Já escrevi muito sobre essa realidade.","label":0.0}
{"Unnamed: 0":216761,"text":"Cavaco poderá não ter um amigo q lhe compre todos os livros mas teve uma Editora q anda há décadas a ser financiada por todos os portugueses","label":0.0}
{"Unnamed: 0":219949,"text":"RT : Realmente é muito difícil entender doutora Marisa, eu não enxergo nenhum benefício do carnaval para o país. _","label":0.0}
{"Unnamed: 0":222639,"text":"ainda mais se for hospedar um politico boa Rubens","label":0.0}
{"Unnamed: 0":220094,"text":"RT : a maconha que te faz rir é a mesma que faz sua mãe chorar","label":0.0}
{"Unnamed: 0":219942,"text":"RT : Até dá gosto sair de casa com este tempo","label":0.0}
{"Unnamed: 0":223230,"text":"Nao importa sao os mesmos jogadores","label":0.0}
{"Unnamed: 0":220233,"text":"RT : Não existe extrema esquerda pra Globo Só extrema direita","label":1.0}
{"Unnamed: 0":219423,"text":"Pior de tudo foi o Lula que colocou um padre acusado de pedofilia na pastoral do menor É igual colocar o Aécio no DENARC","label":1.0}
{"Unnamed: 0":219939,"text":"RT : Carlos Costa tinha mais que informação sobre o BES mas nunca chegava, hoje há mais que informação sobre o Carlos Costa e tb não _","label":0.0}
{"Unnamed: 0":216715,"text":"nem liga... pra esse povo mimizento....","label":0.0}
{"Unnamed: 0":219886,"text":"RT : Uma brasileira é estuprada a cada 11 minutos e não reagimos nem nos escandalizamos. Mas nos preocupamos com a american _","label":0.0}
{"Unnamed: 0":219263,"text":"Palavras do Presidente Trump na Assinatura da Resolução H.J. 41'","label":0.0}
{"Unnamed: 0":220529,"text":"RT : Tô amando muito o perfil do . Expondo os justiceiros sociais politicamente corretos mas que na verdade _","label":0.0}
{"Unnamed: 0":217451,"text":"Usou tanto que nem pensa mais... enquanto isso quem mora no dia a dia comum sofre com a violencia pq das d _","label":0.0}
{"Unnamed: 0":217620,"text":"eu também já tive um colchão assim...","label":0.0}
{"Unnamed: 0":216783,"text":"chega na mina e fala: nosso relacionamento é tipo o socialismo nunca vai dar certo","label":0.0}
{"Unnamed: 0":222065,"text":"+q julga a amiguinha d burra so pq ela se arruma e n segue o esteriotipo, q axa q tem \"mulher q preste x mulher q n presta\" etc etc PAREM","label":1.0}
{"Unnamed: 0":221851,"text":"ADQUIRA AGORA o livro \"A IDEOLOGIA DE GÊNERO NA EDUCAÇÃO - Como esta doutrinação está sendo introduzida nas...","label":0.0}
{"Unnamed: 0":223343,"text":"Vai procurar uma pra mamar Freddie Mercury E o melhor que saber fazer rubroneca","label":1.0}
{"Unnamed: 0":223076,"text":"Vou festejar a prisao desse vermebarbudo mais que o Ano Novo","label":1.0}
{"Unnamed: 0":222318,"text":"ninguem se importa com vc nem sua mae seu nada","label":1.0}
{"Unnamed: 0":221727,"text":"Os democratas... gente \"tolerante\" que não sabe aceitar a mudança que se está a operar.","label":0.0}
{"Unnamed: 0":217958,"text":"Há pouco, estava relembrando a hashtag édio e isso me fez querer compartilhar algumas coisas...","label":0.0}
{"Unnamed: 0":218129,"text":"ISP: outro “erro de percepção mútuo”? Além de faltar ao prometido, mentiu aos portugueses da forma mais descarada.","label":0.0}
{"Unnamed: 0":218537,"text":"MDS essa mulher que atende aqui é muito burra cara","label":1.0}
{"Unnamed: 0":221324,"text":"Trans nunca vai ser mulher, além de pinto eles tem coração","label":1.0}
{"Unnamed: 0":219896,"text":"RT : Lembre-se: mais do que nunca, o Brasil precisa de você. Com a nossa própria ousadia, garra e força, iremos combater a praga _","label":0.0}
{"Unnamed: 0":220770,"text":"RT : Orgulho Hetero seempree","label":0.0}
{"Unnamed: 0":218445,"text":"Mais uma Bíblia em quadrinhos para crianças. ãoAutorizada...Beira a livros pornô para adultos. Zombando de...","label":1.0}
{"Unnamed: 0":217114,"text":"ditadura = educação, saude, segurança de qualidade democracia = greve, corrupção","label":0.0}
{"Unnamed: 0":221786,"text":"O José Manuel Coelho em vez de pedir asilo político ao \"principado\" da Pontinha devia era pedir à vila de Cascais. Com o Salgado resultou...","label":0.0}
{"Unnamed: 0":220423,"text":"RT : 7 eu to CAGANDO pras pessoas que me chamam de gorda, magra, alta, baixa, feia, etc, são só opiniões e a minha é a que vale","label":1.0}
{"Unnamed: 0":217650,"text":"FECHEM O JUDICIÁRIO BRASILEIRO!! FALAR A VERDADE AGORA DÁ MULTA! íspiada","label":0.0}
{"Unnamed: 0":221900,"text":"avaliei \" \" com 4 de 5 estrelas","label":0.0}
{"Unnamed: 0":219099,"text":"O Lula me bloqueou no twitter Alguém deve ter lido pra ele minhas piadas...","label":0.0}
{"Unnamed: 0":218437,"text":"Mais de duas mil solicitações recebidas pela Polícia Militar do Rio foram pedidos de socorro sobre violência...","label":0.0}
{"Unnamed: 0":220178,"text":"RT : Nível de jornalismo: A Globo News pela correspondente Carolina Cimenti levou fé num documento sem verificação sobre Trum _","label":0.0}
{"Unnamed: 0":219856,"text":"RT : Certeza que a violência contra a mulher agora acaba. Que lindo ato! (Prender homem violento nem pensar) _","label":0.0}
{"Unnamed: 0":222747,"text":"kkkkkkkk falida igual seu comentario idiota","label":1.0}
{"Unnamed: 0":217300,"text":"E o bacana é que a BBC apóia essa galera entrar indiscriminadamente nos EUA. Top, né?","label":1.0}
{"Unnamed: 0":218199,"text":"áVoltando DUVIDO... NO MÁXIMO ELE MANDA O METEORO.","label":0.0}
{"Unnamed: 0":220834,"text":"RT : por tras do twitter só tem maconheiro, eles fazem de tudo pra tirar os reaças do site","label":1.0}
{"Unnamed: 0":222588,"text":"Quase sempre um boyola reconhece outro boyola e o caso do rubinho","label":1.0}
{"Unnamed: 0":223302,"text":"AdiANALdo A prega no final continua firme e forte","label":1.0}
{"Unnamed: 0":222105,"text":"Atenção: segundo esse \"jênio\" a violência contra a mulher no Brasil se dá pelo fato do país ser de maioria cristã, _","label":0.0}
{"Unnamed: 0":222868,"text":"pois e os nao foram peidods por ele para montar o elenco entao nao vamos da porrda no cara","label":0.0}
{"Unnamed: 0":219957,"text":"RT : fato 44: se vc é menina, e algum garoto já te chamou de gorda ou feia, vc fingiu que n se importou mas chorou antes de do _","label":0.0}
{"Unnamed: 0":217979,"text":"heterofobicos não passarão","label":1.0}
{"Unnamed: 0":222361,"text":"essa esquerda que esta ai nao tem condicoes com linderberg gleisi fatima bezzeratotalmente insanos","label":0.0}
{"Unnamed: 0":218441,"text":"mais preguiça que o cara que desenhou a bandeira da Líbia","label":0.0}
{"Unnamed: 0":217012,"text":"Demos uma de para mostrar o amor que os esquerdistas tem para com o próximo. VAI DAÍ !","label":0.0}
{"Unnamed: 0":217195,"text":"feliz dia para as mulheres que sorriem !!","label":0.0}
{"Unnamed: 0":216498,"text":"'até pouco tempo atrás' Que canalhice!!!! O retardado compara o Cristianismo da idade média com o islamismo de 201 _","label":1.0}
{"Unnamed: 0":221474,"text":"Várias sapatão linda aqui na escola kero","label":1.0}
{"Unnamed: 0":221558,"text":"Voltou as costas para o poder de Washington, virando-se para o país real que jurou defender. Força","label":0.0}
{"Unnamed: 0":222793,"text":"Deve ganhar o premio FIFA foi o melhor da temporada","label":0.0}
{"Unnamed: 0":220652,"text":"RT : O único que vai sair inelegível dessa porra é o Bolsonaro, que não tem nenhum crime nas costas, vai vendo _","label":1.0}
{"Unnamed: 0":219003,"text":"prefiro ser magra feia a ser gorda bonita. Mesmo se as gordas se arrumarem ñ adianta pela falta d elegancia do porte físico","label":1.0}
{"Unnamed: 0":218684,"text":"Mulher, até a Angelina Jolie é traida e vc acha q vc não? Larga de ser otária","label":1.0}
{"Unnamed: 0":218983,"text":"Obrigado, ! Adoraríamos tê-los aqui! (SAMSUNG PODERÁ TER FÁBRICA NOS EUA)","label":0.0}
{"Unnamed: 0":220847,"text":"RT : Filtro Branco para Coador Hario V60 - 02... Apenas R$62.00 Acesse _","label":0.0}
{"Unnamed: 0":222036,"text":"- Hoje posso ta feia , gorda , falsa , metida etc.. Amanhã endiante você verá uma nova \" Poxa Bia \"","label":0.0}
{"Unnamed: 0":222450,"text":"esses energumenos serao expurgados na proxima eleicao","label":1.0}
{"Unnamed: 0":216659,"text":"homem q repara lingerie é pq tá querendo usar","label":0.0}
{"Unnamed: 0":217177,"text":"É 'caminhão que atropela' e outras abobrinhas que a mídia solta... mídia suja, comprada, sem credibilidade nenhuma!","label":1.0}
{"Unnamed: 0":217277,"text":"a feminista se droga, bebê até cair e sai com um cara q conheceu há 2 min, usuário de droga, e depois quer reclamar de assedio...","label":1.0}
{"Unnamed: 0":216826,"text":"'...Vim parar nessa cidade p força das circunstâncias.. Aprendi a m virar sozinha.. E NÃO MUDO MINHA POSTURA SÓ P T AGRADAR'!","label":0.0}
{"Unnamed: 0":221068,"text":"Se vc gosta de Legião Urbana. Por favor de Unfollow. Aqui a gente tem vergonha na cara e bom gosto musical porra!","label":1.0}
{"Unnamed: 0":223052,"text":"E a mesma denuncia burrao","label":1.0}
{"Unnamed: 0":222373,"text":"Nao tem aquela frase so nascendo de novo Para o Brasil so colonizando de novo","label":0.0}
{"Unnamed: 0":223227,"text":"o dirigente falou alguma mentira","label":0.0}
{"Unnamed: 0":220287,"text":"RT : Ei , olha só o que o Ministro das Relações Exteriores, acha de você.... Eu não deixava.... _","label":0.0}
{"Unnamed: 0":218879,"text":"Nem eu tô me reconhecendo mais ! Eita mulher burra","label":1.0}
{"Unnamed: 0":220315,"text":"RT : linda demais...casa cmg? <3","label":0.0}
{"Unnamed: 0":222663,"text":"Porque nao vai visitar as familias das vitimas desses criminosos","label":0.0}
{"Unnamed: 0":219889,"text":"RT : Concordo! Venceria as eleições com certeza!","label":0.0}
{"Unnamed: 0":216302,"text":"Constituição de 1932. Porra, nem minha bisavó era nascida em 32.","label":1.0}
{"Unnamed: 0":220621,"text":"RT : FIQUE ATENTO para nossa transmissão ao vivo, sobre o 'Abortoduto', DAQUI A POUCO, às 9h da noite! ;)","label":0.0}
{"Unnamed: 0":217577,"text":"Eu vejo quem torce pra Emilly e o historico de torcida é igual. Não tem gente feia, gorda. Nada fora dos padrões","label":0.0}
{"Unnamed: 0":221741,"text":"POPULISTAS Novo termo da moda da mídia que obviamente nem sabe direito o que significa. Importante msm é \"comparar _","label":0.0}
{"Unnamed: 0":216231,"text":"alguém faz a adaptação com a foto da Dilma e os 12 milhões de desempregados!!!!","label":0.0}
{"Unnamed: 0":220678,"text":"RT : ( ) excesso de carne na xota ( ) feia ( ) sem peitao ou sem bundao ( ) cancer de mama ( ) nódulo na tireoide ( ) gorda ( ) femi _","label":1.0}
{"Unnamed: 0":222470,"text":"Deve estar verificando a possibilidade de asilo para o Lu","label":0.0}
{"Unnamed: 0":221722,"text":"Que 2017 seja de sonho para o nacionalismo e de pesadelo para a comunicação social. Desejo um mau ano para o \"jornalixo\":","label":0.0}
{"Unnamed: 0":221156,"text":"se foi no RJ o moleque é um herói","label":0.0}
{"Unnamed: 0":219575,"text":"Haja administrações com juízo! Finalmente as coisas parecem estar a mudar.","label":0.0}
{"Unnamed: 0":215960,"text":"e que tal uma linha de bonés??","label":0.0}
{"Unnamed: 0":220556,"text":"RT : Junta esse gráfico com a proposta de reforma da previdência e tirem suas conclusões.","label":0.0}
{"Unnamed: 0":218962,"text":"O Barça viu o PSG de branco e pensou que fosse o Real... aí deu no que deu né kkkkkk","label":0.0}
{"Unnamed: 0":221551,"text":"Vocês tipo não entenderam... O Erro Do PSG Foi Jogar De Branco, Barcelona Pensou Que fosse o Real Madrid —_ se sentindo engraçado","label":0.0}
{"Unnamed: 0":216680,"text":"infelizmente os lideres de ambos os países são CUMPLICES","label":0.0}
{"Unnamed: 0":220137,"text":"RT : isso pra mim é irrelevante, queria pegá-lo mentindo, e consegui","label":0.0}
{"Unnamed: 0":218346,"text":"LEVE-O PRO PUTEIRO SE ELE ENTRAR NESSE CAMINHO DE LOL O SR. NUNCA SERÁ AVÔ. BOA SORTE.","label":1.0}
{"Unnamed: 0":217604,"text":"FAKE NEWS! Toda a gente sabe que só os brancos praticam a escravatura e que o Islão é a religião da paz. Só propaga _","label":1.0}
{"Unnamed: 0":221675,"text":"\"mais mulheres na política!\" A maioria do eleitorado é mulher! Não são mais eleitas pq mulher não confia em mulher nenhuma","label":1.0}
{"Unnamed: 0":218228,"text":"Jornalista baba ovo de vagabundo!!!?? É difícil chamar de bandido???","label":1.0}
{"Unnamed: 0":216556,"text":"bebe cana pura e não faz careta.","label":0.0}
{"Unnamed: 0":218789,"text":"não foi dessa vez","label":0.0}
{"Unnamed: 0":217436,"text":"Era as feminista que são capachos do lulopetismo. Lugar de mulher é onde ela quiser. Lugar de feminista é onde a Esquerda mandar","label":0.0}
{"Unnamed: 0":220445,"text":"RT : se vc usa roupas complexas vc é 'sapatão' ou falam que vc está metido com algo que não presta","label":1.0}
{"Unnamed: 0":220019,"text":"RT : Parabéns às mulheres q merecem respeito não só hj mas todos os dias do ano assim como os homens. Só unidos teremos uma s _","label":0.0}
{"Unnamed: 0":219091,"text":"Olhando a bunda da Ellen Roche","label":1.0}
{"Unnamed: 0":222252,"text":"A PEC corta a carne do povo porque a dos politicos estao intactas os salarios deles aumentam regalias continuam desvios de dinheiro tambem continuam enquanto a lava jato nao detectar eles e por ai vai bem vindo ao Brasil e politicos farinha do mesmo saco onde todas as eleicoes o povo procuram eles para vender o voto e os politicos nao fazer o voto ficar optativo pois prejudicaria eles no que tange a se elegerem comprando votos e manipulando o povo sempre burro sem educacao saude e tudo que temos direito","label":0.0}
{"Unnamed: 0":217243,"text":"ELE NUNCA VAI VOLTAR DESSE JEITO... VEM METEORO!","label":0.0}
{"Unnamed: 0":220953,"text":"Sapatão fala 'AAAAAAAAAA' de alegria, de aleluia kkkkkkkk","label":0.0}
{"Unnamed: 0":219253,"text":"Ovo de páscoa petista","label":0.0}
{"Unnamed: 0":221747,"text":"\"Quantos anos tens pequenina?\"","label":0.0}
{"Unnamed: 0":221165,"text":"Sua mãe admirando as estátuas qdo faz turismo","label":0.0}
{"Unnamed: 0":220111,"text":"RT : E a última só pra não passar em branco, em Libertadores time bom de pênalti faz diferença, Flamengo está aquém.","label":0.0}
{"Unnamed: 0":218420,"text":"macho escroto quando quer ser escroto não precisa a mina tá com roupa curta não, pode tá de burca que essas porra mexe","label":0.0}
{"Unnamed: 0":215992,"text":"Acabámos de adicionar mais uma data à tour de 'Overdose de Tourette': 11 Fev - Covilhã. Bilhetes aqui:","label":0.0}
{"Unnamed: 0":216307,"text":"Hello, pois é, mas, estava interagindo... thudhu bom ?","label":0.0}
{"Unnamed: 0":217524,"text":"É um absurdo certos tipos de Cultura. Uma criança pode casar. Mas são obrigadas a usar burca e algumas não...","label":0.0}
{"Unnamed: 0":219911,"text":"RT : liga não mano , claro que ela tem carimbo no passaporte rs .. Ela veio p brasil refugiada da an _","label":1.0}
{"Unnamed: 0":221804,"text":"O falido cria grande NOTÍCIA FALSA sobre a China dizendo \"Sr. Xi não falou com Sr. Trump desde Nov. 14.\" _","label":0.0}
{"Unnamed: 0":223389,"text":"Em resumo deve ser um idiota","label":1.0}
{"Unnamed: 0":218120,"text":"IRMÃO , DO BLOCO PORÃO DO DOPS, APARECEU AQUI NO CAMAROTE GLACIAL JOAQUIN TEIXEIRA TRAJANDO ESSA FAN _","label":0.0}
{"Unnamed: 0":217004,"text":"25 de julho: Dia Internacional da Mulher Negra Latino Americana e Caribenha... Então hoje é o dia só da mulher branca?","label":1.0}
{"Unnamed: 0":221303,"text":"To me sentindo uma burra perto dessa mulher","label":0.0}
{"Unnamed: 0":217858,"text":"fake news...quem ta fazendo isso é aluta de classes que a esquerda americana implantou","label":0.0}
{"Unnamed: 0":216804,"text":"Chupa nazistinha! Vai daí","label":1.0}
{"Unnamed: 0":221047,"text":"É é qualquer coisa longe disso aqui:","label":0.0}
{"Unnamed: 0":223375,"text":"Rafael dois finalistas da Libertadores do ano passado Um deles titular da selecao Equatoriana o outro futuro camisa da selecao Ambos ja sondados por clubes da Europa Quem vai dar certo mesmo e o Conquinha com anos e todo bichado kkkkkkkk","label":0.0}
{"Unnamed: 0":222248,"text":"Eu quero ver os batedores de panela e piscadores de luz de varanda Quero ver bem a cara deles","label":0.0}
{"Unnamed: 0":218989,"text":"O Canadá quer receber 40 mil refugiados,resumindo 40 mil desempregados.Isso não explicam para a população.","label":1.0}
{"Unnamed: 0":220754,"text":"RT : O nosso Presidente É preciso renovar! É preciso acreditar! éPintoCoelho _","label":0.0}
{"Unnamed: 0":218707,"text":"Mulher idiota é assim...errado é o bofe dela Burra pra Caralho kkkkkkkkkkkkk","label":1.0}
{"Unnamed: 0":217495,"text":"É suposto a religião não ser critério para discriminar refugiados. Nem pela negativa, nem mesmo pela positiva.","label":0.0}
{"Unnamed: 0":222166,"text":"Votaram no PEZAO Agora tomem no CZAO","label":1.0}
{"Unnamed: 0":216663,"text":"algumas pessoas acham que racismo é só agressão. por isso não se consideram racistas.","label":0.0}
{"Unnamed: 0":221872,"text":"Com este anúncio do está oficialmente aberto o casting para 4o membro do \"Overdose de Tourette\"","label":0.0}
{"Unnamed: 0":218571,"text":"Mesmo com o atraso dos democratas pra finalmente aprovar o Dr. Tom Price, a revogação e substituição do ObamaCare e _","label":0.0}
{"Unnamed: 0":216793,"text":"Cheirinho de HEXA","label":0.0}
{"Unnamed: 0":221380,"text":"Uma dá valor à beleza. Mas sua maior preocupação é o conteúdo. E ela o tem. E encanta por isso.","label":0.0}
{"Unnamed: 0":220881,"text":"RT : Proclamar uma Nova era: a diferença de sermos PNR","label":0.0}
{"Unnamed: 0":222482,"text":"Quantas horas de vassoura de Porto Alegre ate Montevideo","label":1.0}
{"Unnamed: 0":221134,"text":"sou a favor da pec 241 mesmo q ela me foda pq pelo menos o pt saiu do poder","label":0.0}
{"Unnamed: 0":217362,"text":"'ESPORTE' PRA QUEM NUNCA INTRODUZIU A LÍNGUA EM UMA XEXÉQUINHA","label":0.0}
{"Unnamed: 0":221754,"text":"Meninas, cheguem-se à frente, ele merece. E têm já uma hipótese dia 31 no \"Popular\" em Alvalade e a partir de dia 4 _","label":0.0}
{"Unnamed: 0":218357,"text":"Lindo cabide, todo em branco com coração de apliques em pérolas da noivinha Elisangela.","label":0.0}
{"Unnamed: 0":220561,"text":"RT : Se vc trabalha em uma empresa de infláveis 2016 foi o ano mais lucrativo e estranho da história dessa indústria _","label":0.0}
{"Unnamed: 0":219356,"text":"PEÇA PRA ESSE DÉBIL MENTAL DEIXAR DE SER SEU MEU FÃ","label":1.0}
{"Unnamed: 0":222279,"text":"Ahahahahaha Voce devera trabalhar em dobro ou em triplo ele nao","label":0.0}
{"Unnamed: 0":222929,"text":"o fanatismo nao e uma doenca fisica e nem espiritual mas sim uma doenca da ignoranca e odio","label":0.0}
{"Unnamed: 0":223400,"text":"Vai roubar a neve tambem","label":1.0}
{"Unnamed: 0":218405,"text":"pra garantir o direito do povo de dar o c* e morrer de endocardite bacteriana...","label":1.0}
{"Unnamed: 0":217061,"text":"Parabéns a todas as mulheres de DIREITAS (esse post é especifico delas).Tem pr _","label":0.0}
{"Unnamed: 0":216731,"text":"Caramba hein, agora vai...","label":0.0}
{"Unnamed: 0":219695,"text":"Querem tirar a e o da disputa presidencial. O NOME DISSO É DESESPERO DA ESQUERDA","label":0.0}
{"Unnamed: 0":218719,"text":"'Musical? kiporréssa?!' Por um homem que é homem","label":1.0}
{"Unnamed: 0":218889,"text":"Nesse dia das mulheres seria muito bom vocês pararem de retratar a mulher como louca\/ciumenta\/burra\/frágil","label":0.0}
{"Unnamed: 0":219304,"text":"Parabéns , sinal inequivoco que estás no caminho certo!","label":0.0}
{"Unnamed: 0":223281,"text":"Com essas contratacoes as frangas vao tomar no oi","label":1.0}
{"Unnamed: 0":219139,"text":"O pior cego é aquele que não quer enxergar, tenho ranço de mulher burra !","label":1.0}
{"Unnamed: 0":218214,"text":"tinha que ser o","label":0.0}
{"Unnamed: 0":222754,"text":"Ta jogando bem mais na selecao nao tem mais chance Thiago Silva marquinhos Miranda sao melhores","label":0.0}
{"Unnamed: 0":216677,"text":"Burra e a mulher que se ilude com textinho!!!","label":1.0}
{"Unnamed: 0":218277,"text":"eu tiro o print pq se pegar link é perigo de apagarem","label":0.0}
{"Unnamed: 0":217607,"text":"fala da tua squad —_ um bando de fufas muito queridas <333","label":1.0}
{"Unnamed: 0":219615,"text":"Quando o combate ao capitalismo e a ideologia de gêneros nas escolas falham miseravelmente:","label":0.0}
{"Unnamed: 0":216777,"text":"CHAMPINHON DO CHARLI BRAU JR. QUE SE ESTOUROU OS MIOLOS?","label":0.0}
{"Unnamed: 0":216965,"text":"Dai você vê que o objetivo principal é 'informar', nada mais, imagina...","label":0.0}
{"Unnamed: 0":216534,"text":"azeiteiro, quero q te fodas volta para a tua terra","label":1.0}
{"Unnamed: 0":220460,"text":"RT : About last night - Overdose de Tourette. Checkem as datas e vejam-nos pelo país! _","label":0.0}
{"Unnamed: 0":220070,"text":"RT : A família tradicional está assistindo a praça é nossa seus bostas","label":1.0}
{"Unnamed: 0":219784,"text":"E porque a Arábia Saudita não acolhe os refugiados? Não acolheu nenhum deles até hoje.","label":1.0}
{"Unnamed: 0":218352,"text":"ah? Só não tenho vontade de ter...","label":0.0}
{"Unnamed: 0":217821,"text":"Galera que se diz DEMOCRATA e defensora dos DIREITOS é a primeira a não reconhecer o resultado de eleições LIVRES E DEMOCRÁTICAS.","label":1.0}
{"Unnamed: 0":218968,"text":"o , promotor da Eutanásia, não tinha este tema no seu programa eleitoral. Isto é honesto?","label":1.0}
{"Unnamed: 0":222165,"text":"RT : se vc usa roupas complexas vc é \"sapatão\" ou falam que vc está metido com algo que não presta","label":1.0}
{"Unnamed: 0":217068,"text":"FELIZ DIA DAS MULHERES Dia Internacional da Mulher","label":0.0}
{"Unnamed: 0":221986,"text":"\"O único objetivo da família de João Victor é que Guilherme Francisco do Santos e Alexandro José da Silva,...","label":0.0}
{"Unnamed: 0":222556,"text":"Isso dai e formacao de quadrilha A defesa da democracia so risos","label":0.0}
{"Unnamed: 0":216546,"text":"Bastaram 4 anos pra 'mudança' acontecer.","label":0.0}
{"Unnamed: 0":220404,"text":"RT : Estocolmo: capital das violações! As mulheres andam com medo e mudam hábitos de vida. 'Welcome R(ap)efugees'? _","label":0.0}
{"Unnamed: 0":220232,"text":"RT : Na Arabia Saudita, Irã, Afeganistão... E nunca vamos ver feminista falando do islã","label":1.0}
{"Unnamed: 0":217338,"text":"É ridiculo acharem gays e fufas diferentes de todo o resto, são pessoas normais mas com gostos diferentes! Deixem-se disso!","label":0.0}
{"Unnamed: 0":218827,"text":"Não se passa nada na Suécia!","label":0.0}
{"Unnamed: 0":217934,"text":"Guionista do SNL faz piada acerca do filho do Trump na sua conta pessoal do Twitter é despedida e obrigada a pedir desculpa. 'Liberdade'","label":0.0}
{"Unnamed: 0":222740,"text":"Bauza retranqueiro vai botar pra cacar o neymar podem tirar print","label":0.0}
{"Unnamed: 0":218979,"text":"Obrigado Eli Lake do Bloombarg View - 'NSA e FBI...não deveriam interferir em nossa política...e é' Uma situação mu _","label":0.0}
{"Unnamed: 0":220235,"text":"RT : O discurso do Trump no Congresso teve 43 milhões de espectadores, e o Oscar teve 32 milhões de espectadores HEUEHUEH","label":0.0}
{"Unnamed: 0":222126,"text":"lembrei d quando meu pai chamou uma mulher d burra e ele foi parar na delegacia \"ele falou que sou burra\" \"eu falei q ela é burra mesmo\"","label":1.0}
{"Unnamed: 0":220807,"text":"RT : O não passou em branco pra turma do ! e _","label":0.0}
{"Unnamed: 0":217967,"text":"Hei Jovem espinhudo! AXÉ NÃO! RESTART NÃO! LEGIÃO URBANA NÃO ! Tenha um mínimo de decência nessa vida ordinária que vc leva!","label":1.0}
{"Unnamed: 0":217333,"text":"E quem apoiou o governo MAIS CORRUPTO DA HISTÓRIA DESSE PAÍS não é idiota é inútil?? Parabéns po _","label":0.0}
{"Unnamed: 0":221158,"text":"Sr. gostaria q lesse minha humilde e desesperada carta. n quero ir pro inferno! q faço c meus escravos?","label":1.0}
{"Unnamed: 0":216029,"text":"ACHO RIDÍCULO, MAS RESPEITO, NÃO SOU HOMOFÓBICO","label":1.0}
{"Unnamed: 0":218418,"text":"ñ,pq p\/ mim ñ faz sentido ter filhos p\/ ficarem num mundo tão injusto e violento,c\/ a esquerda crescendo cada vez +.Prefiro adotar","label":0.0}
{"Unnamed: 0":219527,"text":"Precisamente: sem segurança não há liberdade!","label":0.0}
{"Unnamed: 0":222493,"text":"Vai ser dificil a minha ha anos esta no ceu a sua ta na zona","label":1.0}
{"Unnamed: 0":219439,"text":", pela primeira vez em autárquicas na","label":0.0}
{"Unnamed: 0":218591,"text":"Meu voto vai para:","label":0.0}
{"Unnamed: 0":217404,"text":"esse caviar tá D E L I C I O S O","label":0.0}
{"Unnamed: 0":218030,"text":"homem nasce homem mulher nasce mulher","label":1.0}
{"Unnamed: 0":217191,"text":"EDITORA CENTRAL GOSPEL : Famílias em Perigo – O que todos devem saber sobre Ideologia de Gênero Por Marisa Lobo...","label":0.0}
{"Unnamed: 0":222760,"text":"E aqui toma em um jogo so o cara e muito ruim","label":0.0}
{"Unnamed: 0":223383,"text":"Na categoria so TJ tem chance consideravel Cruz tambem mas menos no entanto ainda apostaria em Cody Ja contra Aldo ele nao seria o favorito Aldo usaria bem os jabs e os low kicks e faria uma luta estrategica","label":0.0}
{"Unnamed: 0":220416,"text":"RT : Razão e coragem contra a infâmia. O medo não passa por aqui! ção _","label":0.0}
{"Unnamed: 0":216287,"text":"amiga, pode me chamar do que quiser! Quero ver refutar o que falei com fatos, lógica e verdades!","label":0.0}
{"Unnamed: 0":219661,"text":"Quem é a gata de óculos com vestido branco\/ floriado que passou pelo prédio rosa indo para o lado da biblioteca pelas 19:30? ;)","label":0.0}
{"Unnamed: 0":218477,"text":"mas podem ir à Torre, ver a neve.","label":0.0}
{"Unnamed: 0":221653,"text":"Pegar um táxi e, depois de um tempo em silêncio, dizer para o taxista: \"foi aqui nesse cruzamento que eu morri atropelado\".","label":0.0}
{"Unnamed: 0":221652,"text":"hj eu vi uma gorda tirar as havaianas pra pesar na farmácia e entendi o significado da palavra \"esperança\"","label":1.0}
{"Unnamed: 0":220262,"text":"RT : O SBT virou o quê? A 'jornalista' Analice Nicolau disse que Bolsonaro falou: 'Você não merece ser estuprada porq _","label":0.0}
{"Unnamed: 0":221143,"text":"'SOU MOCIDADE INDEPENDENTE' FALOU O MACONHERO, 32 ANOS, SÓ TEXTÃO NO FEICE E MORA COM A MÃE... NÃO É MOCIDADE MUITO MENOS INDEPENDENTE.","label":1.0}
{"Unnamed: 0":217182,"text":"é como eu sempre digo, só tem 3 opções pro brasil ir pra frente é só escolher","label":0.0}
{"Unnamed: 0":220999,"text":"seja romântico e se declare pra mina sim amiguinho, mulheres adoram homem romântico","label":0.0}
{"Unnamed: 0":219358,"text":"Peço desculpa malta,mas hoje não consegui chegar a tempo ao estádio para fazer o ritual de início de jogo. Estou a chegar pra darmos a volta","label":0.0}
{"Unnamed: 0":217721,"text":"filho nunca segurou e nunca vai segurar macho, ainda mais se for esses mlq da vida,mulher q engravida sabendo q o cara é safado,é burra sim","label":1.0}
{"Unnamed: 0":222791,"text":"Enquanto isso seu time contrata marcelo cirino por anos e damiao por ano e meio","label":0.0}
{"Unnamed: 0":221019,"text":"SE O FURACÃO SANDY TÁ ASSIM IMAGINA O FURACÃO PRETA GIL? DEVE TER SIDO ESSE QUE DIZIMOU OS DINOSSAUROS.","label":1.0}
{"Unnamed: 0":219434,"text":"PNR de um lado e todos os outros do outro","label":0.0}
{"Unnamed: 0":221580,"text":"vc viu o motivo?","label":0.0}
{"Unnamed: 0":220732,"text":"RT : Acho que eu tinha uns 10 anos. Uma empregada me deixou pegar nos peitos dela. Foi bom pra cacete.","label":0.0}
{"Unnamed: 0":220740,"text":"RT : Escutas e Interrogatórios a José Sócrates na Operação Marquês","label":0.0}
{"Unnamed: 0":219809,"text":"Rosto do ódio a Trump, é um nojo! Jornalista ou político da oposição? Espuma de raiva diante do melhor que aconteceu aos EUA","label":1.0}
{"Unnamed: 0":216218,"text":"Deixa o chefe Olavo saber disso, rrsss... ST!","label":0.0}
{"Unnamed: 0":222766,"text":"Melhor do mundo","label":0.0}
{"Unnamed: 0":219317,"text":"Para variar da política... (Díptico em acrílico: Velas na praia)","label":0.0}
{"Unnamed: 0":220828,"text":"RT : sexo com animais pode ser um importante indicador de potencial ou co-ocorrência de crimes sexuais contra crianças e mulher _","label":0.0}
{"Unnamed: 0":222095,"text":"Não. Tem que começar a se opor ao islã de verdade, inclusive ser contra \"refugiados\" no ocidente.","label":1.0}
{"Unnamed: 0":221252,"text":"Tenho tanto medo de avião que quando ele passa lá em cima meu coração acelera... Afff","label":0.0}
{"Unnamed: 0":217777,"text":"fui na 25 de março hj e nossa gente como é difícil ser índio no brasil viu.... tem ate q vender pulserinha","label":0.0}
{"Unnamed: 0":219941,"text":"RT Emilly pede para tirar todas as caixas de leite da casa 'Agora só bebo leite de saquinho' desabafou a sister","label":0.0}
{"Unnamed: 0":220004,"text":"RT : Gente, o Trump é sensacional. Mas essa mulher....Essa mulher é um MITO!!!! _","label":0.0}
{"Unnamed: 0":220248,"text":"RT : Golpe do Troco, bem na hora que o meliante pega o troco, esconde uma nota no meio da carteira e diz para a atendente que o _","label":0.0}
{"Unnamed: 0":217496,"text":"é tanta caloura sapatão que vai ter apresentações de voz e violão na cantina durante os intervalos","label":1.0}
{"Unnamed: 0":219082,"text":"Olha a cara do de qm tá ligando para o que esses cus sujos estão fazendo","label":1.0}
{"Unnamed: 0":217331,"text":"E qual o problema??!? Contrato quem eu quiser, oras!","label":0.0}
{"Unnamed: 0":218901,"text":"1) No Brasil tem muito assassinato não porque tem muita arma, mas porque tem muito bandido.","label":1.0}
{"Unnamed: 0":217132,"text":"Doei $100 pra ajudar os refugiados da Síria Normalmente não falo sobre isso, mas a brincadeirinha good vibes do Google de hoje fez perceber+","label":0.0}
{"Unnamed: 0":221977,"text":"RT : Marcelo disse que se reuniu mais de 100 vezes com Dilma. E ela diz que ele \"insulta a minha honestidade\". Dilma insult _","label":0.0}
{"Unnamed: 0":219746,"text":"se fosse vc tinha comido a criança (o romano tbm)","label":1.0}
{"Unnamed: 0":216855,"text":"Com Miguel Relvas no Conselho Leonino do Sporting os títulos estão garantidos! E se necessário for, pede umas equivalências na Lusófona...","label":0.0}
{"Unnamed: 0":221694,"text":"Deve ser essa a tal \"guinada à direita\" que a imprensa tanto fala... ótemsocialistanessamerda","label":0.0}
{"Unnamed: 0":220566,"text":"RT : E os países acolhendo refugiados. Tem que gastar dinheiro ajudando essa gente lá no seu país. Infelizmente essa gente não dá _","label":1.0}
{"Unnamed: 0":222330,"text":"Vai pro tanque sras Sonia","label":1.0}
{"Unnamed: 0":222748,"text":"Mas ele so pipoca quando a coisa aperta sempre foi assim","label":0.0}
{"Unnamed: 0":218427,"text":"tem o passo a passo aqui:","label":0.0}
{"Unnamed: 0":216163,"text":"A ideologia de gênero chegou no seu mais alto grau de insanidade. Qual é sua identidade de gênero? ALIENÍGENA..OK...","label":0.0}
{"Unnamed: 0":221375,"text":"Uma delegação do PNR, Paula Rocha, e , foi recebida na Assembleia Municipal de Lisboa.","label":0.0}
{"Unnamed: 0":216966,"text":"03 da manhã e nordestino vim apelar com piada de apagão... hahaha aproveita que ta sem luz e vai dormir...","label":0.0}
{"Unnamed: 0":223048,"text":"Prefiro ver o Lula morto","label":1.0}
{"Unnamed: 0":218873,"text":"Negociação do salário mínimo em Portugal","label":0.0}
{"Unnamed: 0":221576,"text":"vsf mano, eu fico perplexo de ver umas desgraça apoiar umas coisas tão absurdas, um dia é negro falando que quem salvou o negro foi o branco","label":1.0}
{"Unnamed: 0":222930,"text":"Voces precisam pesquisar melhor a historia do campeonato de","label":0.0}
{"Unnamed: 0":222395,"text":"Nao foram derrotados nas urnas FORAM VARRIDOS E eles sabem disso hehehehe","label":0.0}
{"Unnamed: 0":220053,"text":"RT : KOOK COM 1 BOLSA DO EXÉRCITO OUTRA SUPER TENDÊNCIA, TD GÓTICO,TÊNIS É BRANCO PQ ALÔ É CARO http _","label":0.0}
{"Unnamed: 0":220207,"text":"RT : 8 de março!!! Todas na rua!!! ço","label":0.0}
{"Unnamed: 0":216836,"text":"Com certeza, e neste em especial, ocorreram muitos acidentes, mortes, prostituição, relacionamentos rompidos,...","label":0.0}
{"Unnamed: 0":220068,"text":"RT : Não apague não, sou do nordeste e levo sempre na brincadeira, não vejo motivo nenhum pra tanta revolta !","label":0.0}
{"Unnamed: 0":221817,"text":"Obrigado Eli Lake do Bloombarg View - \"NSA e FBI...não deveriam interferir em nossa política...e é\" Uma situação mu _","label":0.0}
{"Unnamed: 0":218106,"text":"tem mulheres boas...e tem mulher que rouba, que mente, que é dissimulada, que roubou aposentados, co _","label":1.0}
{"Unnamed: 0":222601,"text":"E so ver o numero de dislike de seu coment inutil e ver que nao tem tanta moral assimPalhaco","label":1.0}
{"Unnamed: 0":221123,"text":"Só o Nacionalismo é solução! por","label":0.0}
{"Unnamed: 0":221396,"text":"Um combate longo que trará muitos frutos. çõesLivres","label":0.0}
{"Unnamed: 0":218608,"text":"Bem exagerado, fui váarias vezes pra secretaria. Comecei alisar o cabelo na adolescencia, Hj queria te-los cacheados e nao posso","label":0.0}
{"Unnamed: 0":223166,"text":"Sivil Vai estudar seu ignorante","label":1.0}
{"Unnamed: 0":218183,"text":"Já tô com o apertado de saudades de Angola e ainda me contam que abriu um Open Jump no Praia de Belas. Não é just _","label":0.0}
{"Unnamed: 0":218666,"text":"disse que isto aqui é uma cambada de comunas e fachos.","label":1.0}
{"Unnamed: 0":216084,"text":"A esquerda faz um monte de merda e a gente é obrigado a ver a mídia chamando a direita de extrema ...","label":0.0}
{"Unnamed: 0":216174,"text":"Ainda bem que o STF soltou o goleiro BRUNO.. agora sabemos a FALTA de moral que tem.... caso do Bolsonaro é mais uma piada do STF","label":0.0}
{"Unnamed: 0":223344,"text":"Velho babao para de falar asneiras na nossa pagina","label":1.0}
{"Unnamed: 0":222662,"text":"Deveria estar preocupada em acelerar julgamentos que beneficiam aos trabalhadores ao inves de se preocupar com bandidos","label":0.0}
{"Unnamed: 0":220422,"text":"RT : PSD e CDS querem os sms de Centeno até às 18h, caso não aconteça apresentam às 18.15h um candidato conjunto à Camara de _","label":0.0}
{"Unnamed: 0":221827,"text":"País quebrando, desemprego pra todo lado, violência comendo solta e vem falar em \"FOLIA\", PQP!!! VTNC essas merda _","label":0.0}
{"Unnamed: 0":218255,"text":"Fica com Deus! Luz e paz!","label":0.0}
{"Unnamed: 0":215998,"text":"acabei de pagar 20 reais em um carregador pq esqueci o meu. já começando o dia se sentindo a mulher mais burra do brasil","label":1.0}
{"Unnamed: 0":216398,"text":"Apesar de serem da Australia, AC\/DC é uma banda de homens de verdade!","label":1.0}
{"Unnamed: 0":219710,"text":"Quer se livrar do ?? é só eleger o em 2018","label":0.0}
{"Unnamed: 0":220295,"text":"RT : pensa em alguém com o cu na mão esse sou eu","label":0.0}
{"Unnamed: 0":222151,"text":"RT : Na hora da aula \"entendi tudo\" \/\/ na hora da prova \"deu branco\"","label":0.0}
{"Unnamed: 0":222883,"text":"Prefere usar o Damiao do que o Vizeu Sem comentarios","label":0.0}
{"Unnamed: 0":220534,"text":"RT : Famílias também perderam lavouras. Ministério da Integração Nacional respondeu dizendo que faz vistoria nas barragens. E _","label":0.0}
{"Unnamed: 0":217470,"text":"Estava a passar um casal de fufas por nós e a luana só grita 'HA BUE FUFONAS EM ALMADA'","label":1.0}
{"Unnamed: 0":218443,"text":"mais sapatão que isso, só isso","label":1.0}
{"Unnamed: 0":219593,"text":"Qndo falo 'ir em mulher' me refiro a meter a rola nela","label":0.0}
{"Unnamed: 0":223031,"text":"E tanto deboche tanto escarnio perderam o senso de ridiculo de humilhacao","label":0.0}
{"Unnamed: 0":220441,"text":"RT : Fala mal do capitalismo, mas com o celularzinho que o papai deu '-'","label":0.0}
{"Unnamed: 0":219118,"text":"Claro, a maior crise econômica dos últimos 20 ano se resolve em 6 meses... vc é perfil de comédia, né?","label":0.0}
{"Unnamed: 0":216175,"text":"ainda bem que o trump ganhou imagina só o mundo sem nenhuma guerra e preconceito???? nossa muito chato NÓS QUER É BOMBA NA COREIA","label":0.0}
{"Unnamed: 0":219791,"text":"RT se eu tivesse na Liquid Love, iria participar da Promoção ME INFARTA MORANGO, kkkkkkk","label":0.0}
{"Unnamed: 0":221399,"text":"Um filho vem atrapalhar? Criam a Lei do Um idoso atrapalha? Criam a Lei da ásia Eis as soluções do materialismo individualista","label":1.0}
{"Unnamed: 0":221562,"text":"vo montar uma lanchonete na arena do gremio que vai se chamar avalanches","label":0.0}
{"Unnamed: 0":217955,"text":"'Há homens que têm patroa. Há homens que têm mulher. E há mulheres que escolhem o que querem ser.'","label":0.0}
{"Unnamed: 0":220643,"text":"RT : Tem gente preocupada com vírgula, ñ com a imoralidade.Engolem camelo e se engasgam como mosquito.HIPÓCRITA! MEDÍOCRE!","label":1.0}
{"Unnamed: 0":217804,"text":"Tem que mostrar essa matéria para a","label":0.0}
{"Unnamed: 0":220950,"text":"São tantas 'pesssoas' que até têm três 's'. Claro, são os 'tolerantes' democratas. çaTrump","label":0.0}
{"Unnamed: 0":219916,"text":"RT : Então vc acha que temos obrigação de receber refugiados do estado Islâmico né? Então depois não reclama! _","label":1.0}
{"Unnamed: 0":220467,"text":"RT : TODO ESQUERDISTA TEM UMA MENTE REDUCIONISTA E SEMPRE TEM DIFICULDADE EM ANALISAR FATOS REAIS","label":1.0}
{"Unnamed: 0":220663,"text":"RT : Orgulho Homo pode tweetar mas Orgulho Hetero é preconceito ? What's the problem with u guys ? '-'","label":1.0}
{"Unnamed: 0":216931,"text":"CULPA DO CAPITALISMO OPRESSOR E DO TRUMP by esquerdista","label":0.0}
{"Unnamed: 0":217738,"text":"Fla Flu decisivo e mais um título do Fluminense. Isso só comprova q e sabem tudo de política e nada de futebol!","label":0.0}
{"Unnamed: 0":218327,"text":"lembrei d quando meu pai chamou uma mulher d burra e ele foi parar na delegacia 'ele falou que sou burra' 'eu falei q ela é burra mesmo'","label":1.0}
{"Unnamed: 0":219088,"text":"olha a vagabunda mostrando sua cara","label":1.0}
{"Unnamed: 0":221370,"text":"Uma coisa que até agora não entendo é o porquê de os refugiados sírios muçulmanos sunitas não foram para a também...","label":1.0}
{"Unnamed: 0":219964,"text":"RT : Gente comum com frequência deixa-se levar pela histeria de esquerda. É preciso descrever na íntegra o quão ridícula ela é. M _","label":1.0}
{"Unnamed: 0":222202,"text":"PEC DA VIDAAAA VIDA LIVRE DE MAMATA ESQUERDALHAAAAAA kkkkkkkkkk","label":1.0}
{"Unnamed: 0":219348,"text":"'Lutam contra instintos', ahahahahahaha!!!!!!!! Muito retardado... vaza vai, já teve teus 15 min de fama","label":1.0}
{"Unnamed: 0":220325,"text":"RT : Quando souberam que gravaria entrevista 2 jornais desistiram de me ouvir nessa semana. Será pq?","label":0.0}
{"Unnamed: 0":217648,"text":"Excelente post, história tb... :)","label":0.0}
{"Unnamed: 0":221383,"text":"Uma é boa de cama, gosta de seduzir, de ser seduzida. Gosta de provocar. E não tem frescurinhas.","label":1.0}
{"Unnamed: 0":220164,"text":"RT : a prova maior de que o feminismo é lixo é a ausencia de textao delas pro islä que cobre as mulheres da cabeça aos pès e _","label":1.0}
{"Unnamed: 0":216268,"text":"ngm perguntou sua opiniao de branca sobre racismo e vc deu então acho q estamos na mesma","label":1.0}
{"Unnamed: 0":216559,"text":"eu pensei q era uma youtuber sapatao","label":1.0}
{"Unnamed: 0":216316,"text":"nossa que estranho","label":0.0}
{"Unnamed: 0":220473,"text":"RT : TV russa tentou subornar jovens em subúrbio de Estocolmo para provocar distúrbio e mostrar como refugiados não se adapt _","label":0.0}
{"Unnamed: 0":221438,"text":"Vai continuar a encolher os ombros ou vai mudar e apoiar o ?","label":0.0}
{"Unnamed: 0":221840,"text":"O que incomoda é ele trabalhar no G1 e escrever \"hajir\" como se fosse verbo, fora a conta verificada","label":0.0}
{"Unnamed: 0":217687,"text":"Feliz dia do amigo que também come a gordura da Picanha!","label":0.0}
{"Unnamed: 0":220418,"text":"RT : Triste verdade que tantos teimam em não querer ver. Quanto mais tarde se reverter a situação, mais difícil será. ão _","label":0.0}
{"Unnamed: 0":220167,"text":"RT : quem é playboy safado fortalece no RT","label":1.0}
{"Unnamed: 0":216995,"text":"Defender os interesses dos AMERICANOS em primeiro lugar agora se chama 'bullying'. Piada.","label":0.0}
{"Unnamed: 0":222270,"text":"E a farra dos ministros POLITICOS e mais gente do governo com aviao da FAB quem paga a conta esse corte na carne nao existe Agora se viajassem em aviao de carreira ai se acreditava","label":0.0}
{"Unnamed: 0":217216,"text":"E eu que só vi agora o fato que o CeeLo Green levou ontem aos Grammys?! Que bonita homenagem que ele fez","label":0.0}
{"Unnamed: 0":221901,"text":"\"Ao longo de sua história tem defendido o estado democrático de direito\" mas só para o lado esquerdista. OAB - SP, _","label":0.0}
{"Unnamed: 0":216440,"text":"a sapatão mais linda do mundo vai me dar um livro hoje rs","label":0.0}
{"Unnamed: 0":220944,"text":"Sanções poderão ser aplicadas contra os Estados-membros da União Europeia que se recusarem a receber refugiados,...","label":0.0}
{"Unnamed: 0":217747,"text":"FODA-SE! Quer ceder a toda e qq tentação e não trabalhar?? Pode virar uma cracuda moradora de rua por exemplo...","label":1.0}
{"Unnamed: 0":222905,"text":"O flaM E R D A vai aproveita o JUIZ e os BANDEIRINHAS no profissional em","label":1.0}
{"Unnamed: 0":223054,"text":"Queremos ele morto","label":1.0}
{"Unnamed: 0":220345,"text":"RT : A Imprensa preocupa-se tanto com refugiados mas nao lembra os cristaos perseguidos e mortos no _","label":1.0}
{"Unnamed: 0":217119,"text":"Dizem que o muro do Trump não será eficaz, mas olhem que os chineses construíram um há mais de 2000 anos e ainda não têm lá mexicanos...","label":1.0}
{"Unnamed: 0":221668,"text":"Só o Nacionalismo é solução! por ítorRamalho","label":0.0}
{"Unnamed: 0":222370,"text":"So abestalhados fazem essa prova imunda rsrsPor isso que voces sempre serao os nossos escravos","label":1.0}
{"Unnamed: 0":220163,"text":"RT : 'ai to pensando em VIRAR sapatão pq homem n presta'","label":0.0}
{"Unnamed: 0":220986,"text":"Se fosse o contrário, a mídia já estaria falando do ódio da ultra-mega-direita. Mas, como é um negro, vão deixar pa _","label":1.0}
{"Unnamed: 0":222498,"text":"To sentido que tem defensores de bandido por perto FUI","label":0.0}
{"Unnamed: 0":220220,"text":"RT : Dória diz que é esquerda aqui, admira o adorador da maconha FHC","label":1.0}
{"Unnamed: 0":218613,"text":"266 mil pessoas entre 200 milhões...","label":0.0}
{"Unnamed: 0":219178,"text":"O repórter lembra dos 'crimes de ódio' cometidos contra imigrantes mas esquece dos números de crimes cometidos PELOS imigrantes.","label":0.0}
{"Unnamed: 0":221997,"text":"Os \"cumpanhero\" quebraram todas as regras.","label":0.0}
{"Unnamed: 0":222732,"text":"Gastar mil com reforma do gabinete de romero juca e sacanagem com o povo","label":0.0}
{"Unnamed: 0":219673,"text":"QUEM MATOU MAIS","label":0.0}
{"Unnamed: 0":222939,"text":"AS RUBRONECAS PIIIIIIIIIIRA COM CHEIRINHO DE PUM DE PORCO","label":1.0}
{"Unnamed: 0":216811,"text":"Claramente Karen Jesuíno nunca namorou na vida","label":0.0}
{"Unnamed: 0":217516,"text":"Eu fico indignada quando vejo um brasileiro desmerecendo refugiados ou imigrantes, acho q eles nao conhecem a história do BR ne mores","label":0.0}
{"Unnamed: 0":220187,"text":"RT : Pq é tão dificil admitir q ser homem ou mulher, gay ou n, branco ou negro n diz nada, só o q ha é gente honesta ou n, boa ou r _","label":0.0}
{"Unnamed: 0":216775,"text":"chamem as feministas p fazer uma manifestação pq n tem nenhuma mulher trabalhando na obra aq do lado isso é um absurdo","label":1.0}
{"Unnamed: 0":222988,"text":"Ele vai ser o pior presidente da historia","label":0.0}
{"Unnamed: 0":216112,"text":"Sei lá, inventei agora.. hahaha","label":0.0}
{"Unnamed: 0":219998,"text":"RT : Vendo sua popularidade despencar e a debandada de seus seguidores, Reinaldo Azevedo agora afaga a esquerda para ver se co _","label":0.0}
{"Unnamed: 0":220968,"text":"Se a gripe das aves, já detectada no Algarve, chegar a Lisboa, a Eutanásia deixará de ser um problema para Cristas...","label":0.0}
{"Unnamed: 0":216834,"text":"Com a família no Taisho. @ Taisho Restaurante Japonês","label":0.0}
{"Unnamed: 0":223246,"text":"Esta enganado","label":0.0}
{"Unnamed: 0":218424,"text":"voce ta lendo muito catraca livre meu amigo ...Fidel que matou milhoes tirou foto ao lado de LULA, DILMA, AECIO..","label":0.0}
{"Unnamed: 0":217389,"text":"Essa procuradora é uma piada.Levou uma lambada do Dr. Miguel Nagib autor do projeto .em...","label":1.0}
{"Unnamed: 0":222176,"text":"Olha os caras fazendo algo de util e de interesse publico","label":0.0}
{"Unnamed: 0":218658,"text":"morrendo com os memes da Nana Gouvêa uhahuahuahuahua","label":0.0}
{"Unnamed: 0":216219,"text":"Este paraíso apenas 40min de Curitiba, no Litoral... Faça seu Evento (Empresas, Igrejas,...","label":0.0}
{"Unnamed: 0":217489,"text":"Estou na dúvida entre ver o na SIC, o 'Desafio Final' na TVI ou um balde de ácido na retina","label":1.0}
{"Unnamed: 0":216903,"text":"Conheço bem Mark Cuban. Ele me apoiou muito, mas não quis atender todas as ligações dele. Ele não é tão bom pra se _","label":0.0}
{"Unnamed: 0":217870,"text":"Globo esporte: eu nunca vou te abandonar Fut feminino: own Com as amigas Fut feminino: ain ele é tão fofo Com os amigos Globo esporte: kk","label":0.0}
{"Unnamed: 0":222303,"text":"esse e o caminho do crescimento","label":0.0}
{"Unnamed: 0":219774,"text":"16 Reportagens de Notícias Falsas Relatadas Desde a Vitória de Trump'","label":0.0}
{"Unnamed: 0":218008,"text":"Homem branco hétero cisgênero, me oprimindo durante Protesto pela Revogação do Estatuto do Desarmamento.. _","label":1.0}
{"Unnamed: 0":216765,"text":"'Cem homens podem formar um acampamento, mas é preciso uma mulher para se fazer um lar.'","label":0.0}
{"Unnamed: 0":219753,"text":"reclama de racismo........mas e as cota hein miga? só privilégios","label":1.0}
{"Unnamed: 0":220612,"text":"RT : A patrulha do politicamente correto é politicamente fascista ! A esquerda não tolera diversidade. Semeiam dit _","label":1.0}
{"Unnamed: 0":220600,"text":"RT : O pênis é o melhor alimento feminino, pois contém carne, leite, ovos e enche a barriga por 9 meses HAHA","label":1.0}
{"Unnamed: 0":219334,"text":"Passo a passo de como denunciar o Facebook do pastor MalaCheia... kkkk ele vai ficar muito puto mas quem liga?","label":1.0}
{"Unnamed: 0":219936,"text":"RT : eu com 20 cm não consegui curar","label":0.0}
{"Unnamed: 0":219056,"text":"O imbecil realmente não sabe a diferença entre um casal que se ama e PORNOGRAFIA INCENTIVADA NA TV. Há 100 anos at _","label":1.0}
{"Unnamed: 0":218954,"text":"Ia puxar do emoji do cão triste. Não foi preciso","label":0.0}
{"Unnamed: 0":223193,"text":"Eu passei na tua mulher e deixei minha g o z a d a","label":1.0}
{"Unnamed: 0":218929,"text":"Nossa G1 que preconceito Ta dizendo que as mulheres são incapazes de fazer um curso mais complexo? Pq não existe ne _","label":0.0}
{"Unnamed: 0":216698,"text":"jamais. honro e prezo pelo meu país. Não quero que vire uma europa 2","label":0.0}
{"Unnamed: 0":219839,"text":"RT : Brincamos com isso, mas a doutrinação ideológica no ensino e na mídia é nosso maior inimigo. Fabricam todo ti _","label":0.0}
{"Unnamed: 0":217964,"text":"10h da manhã e já é hora de pensar onde e o que vou almoçar na pausa do trabalho O maconheiro acorda 12h e se torn _","label":0.0}
{"Unnamed: 0":218941,"text":"Novo trailer do OVERDOSE DE TOURETTE - ON THE ROAD. Hoje explicamos o que é um Rui Cruz","label":0.0}
{"Unnamed: 0":218969,"text":"O BLOCO PORÃO DO DOPS É BEM MAIS ANIMADO... VENHA CAIR NESSA FOLIA","label":1.0}
{"Unnamed: 0":218790,"text":"NÃO FOI 7X1 PORQUE O DAVID LUIZ SAIU DO P.S.G.","label":0.0}
{"Unnamed: 0":219779,"text":"resumo. Fugiu!!! Têm medo da verdade! A verdade tortura!!!!","label":0.0}
{"Unnamed: 0":220840,"text":"RT : Eu gosto quando o pessoal é honesto assim e assume que acha o povo sertanejo algo de segunda classe _","label":1.0}
{"Unnamed: 0":222347,"text":"Cara que bota preco em ideal nao e idealistaE mercenario","label":0.0}
{"Unnamed: 0":220586,"text":"RT : Contribuição do e da Maria Fernanda Rossi:","label":0.0}
{"Unnamed: 0":217358,"text":"Espero que o Quartel dos Bombeiros de Cascais tenha espaço suficiente para acolher o julgamento de todos os arguidos da Operação Marquês...","label":0.0}
{"Unnamed: 0":222577,"text":"Vagabunda","label":1.0}
{"Unnamed: 0":218400,"text":"prova que eu to errado","label":0.0}
{"Unnamed: 0":221406,"text":"um monte de macho no meu facebook desejando 'feliz dia da mulher', mas que na balada se leva um fora chama de feia e gorda ATA","label":0.0}
{"Unnamed: 0":221573,"text":"Vou repetir a pergunta pq tem uns nego q são burro pra caralho. Qual vc comia (com o pau, o seu) primeiro?!","label":1.0}
{"Unnamed: 0":218461,"text":"Manda pro seu amigo franguinha -","label":1.0}
{"Unnamed: 0":218455,"text":"Malta de LISBOA, esta é para vocês: Já restam muito poucos bilhetes para o show de 2ª feira (dia 20). Apanhem-nos n _","label":0.0}
{"Unnamed: 0":222475,"text":"Esse mortadela ja bebeu tanta cachaca q nao esta falando coisa com coisa","label":1.0}
{"Unnamed: 0":221246,"text":"TEM VERGONHA DO PAI QUE DIRIGE UM MONZA 94 MAS POSTA PHOTO NO INSTA FUMANDO DROGA COM O NAMORADINHO FANQUERO: A POPULAR MARMITA DE VAGABUNDO","label":1.0}
{"Unnamed: 0":221100,"text":"Sinto cada vez mais nojo da comunicação social. Esquerdalhos com mau perder!","label":1.0}
{"Unnamed: 0":222078,"text":"Dia desses apareceu uma propaganda aqui na minha TL sobre trans serem versões piratas de mulher e eu fiquei apenas \"wtf\" gente burra","label":1.0}
{"Unnamed: 0":219664,"text":"Quem é o animal?","label":0.0}
{"Unnamed: 0":219542,"text":"amiga calma, isso é uma crítica.","label":0.0}
{"Unnamed: 0":220539,"text":"RT : - e as namoradinhas? - então tia...","label":0.0}
{"Unnamed: 0":223276,"text":"MIERDAS","label":1.0}
{"Unnamed: 0":220011,"text":"RT : 3700 adeptos para ver o Benfica na Alemanha , QUE LINDO É VERMELHO E BRANCO!","label":0.0}
{"Unnamed: 0":219624,"text":"QUANTA IRRESPONSABILIDADE, DEVE TER MATADO A FAMÍLIA DE DESGOSTO","label":0.0}
{"Unnamed: 0":217502,"text":"É tempo de abrir os olhos e perceber que estamos a ser governados por amigos de terroristas.","label":0.0}
{"Unnamed: 0":220184,"text":"RT : Hoje vi uma mulher se afogando no clube. Fiquei apenas de longe incentivando-a para não roubar seu protagonismo. O velóri _","label":0.0}
{"Unnamed: 0":217083,"text":"4 Dias em Campinas, uma única mochila. Nem usei todas as roupas que eu trouxe!","label":0.0}
{"Unnamed: 0":216641,"text":"Bom dia sapatão","label":1.0}
{"Unnamed: 0":220518,"text":"RT : Buenos Aires agora! Só cresce, tá lindo! Foto: _","label":0.0}
{"Unnamed: 0":217956,"text":"Não há cá fufas.","label":1.0}
{"Unnamed: 0":218139,"text":"Isso sim é tratar gay com indiferença...","label":0.0}
{"Unnamed: 0":218964,"text":"O Barcelona venceu o PSG graças ao feminismo","label":0.0}
{"Unnamed: 0":218661,"text":"Movimento childfree era pra ser sobre uma pauta justa: direito reprodutivo. Virou um antro de pessoas mais mimadas q as crianças que odeiam.","label":1.0}
{"Unnamed: 0":222734,"text":"RLX neymar ja ta bem treinado pelo barca so chegar e vesti o uniiforme","label":0.0}
{"Unnamed: 0":219209,"text":"Os portugueses devem muito a Passos Coelho por ter tido a coragem de dizer NÃO a Salgado. 'NÃO stresses, Ricardo, leva o guito pró Panamá.'","label":1.0}
{"Unnamed: 0":221266,"text":"Terrorista marroquino recebia apoio financeiro do Estado e viveu num centro social","label":0.0}
{"Unnamed: 0":218035,"text":"Homem que é homem come doritos de pimenta com geléia extra-forte de pimenta e guaraná ice.","label":0.0}
{"Unnamed: 0":220488,"text":"RT : quem da fiufiu pra isso serio na moral nem passarinho mais facil um bem-te-vi latir pra não pegar mal assobiar _","label":0.0}
{"Unnamed: 0":217841,"text":"se vcs jogarem o user dela e a palavra 'negro' vão ver que só fala bosta","label":1.0}
{"Unnamed: 0":219943,"text":"RT : Viva o Islã! Religião que bate nas mulheres, apedreja, decapta, manda se cobrir dos pés à cabeça e q as feminista _","label":1.0}
{"Unnamed: 0":217677,"text":"feliz dia das mulheres para Beatriz, que foi vitima de estupro coletivo por 33 caras no RJ. sem apoio algum e ainda com gente duvidando dela","label":0.0}
{"Unnamed: 0":217145,"text":"Dossiê: Sapatão é revolução! Existências e resistências das lesbianidades nas encruzilhadas subalternas. Até 26\/03","label":0.0}
{"Unnamed: 0":216375,"text":"Antes de irem atrás de notícia requentada, desonesta intelectualmente da assista este vídeo do _","label":0.0}
{"Unnamed: 0":216681,"text":"Cadê a caridade muçulmana? Emirados Árabes não recebem refugiados?","label":1.0}
{"Unnamed: 0":221618,"text":"Qq dia te relato umas. Sou pós-graduada em auto-flagelação e m formei em \"desligamento\". Apelido d infancia: Maria Desastre.","label":0.0}
{"Unnamed: 0":218353,"text":"liechtenstein tem tudo de bom: monarquia, não aceitou os refugiados, identidade nacional e frio","label":1.0}
{"Unnamed: 0":221610,"text":"Se o Kassabe fosse diria \"A culpa é minha, não fiz projeto algum para as chuvas e de vcs povão porco que não cobra nada\"","label":0.0}
{"Unnamed: 0":222532,"text":"Fica ai Janete traste inutil Destruiu o brasil vaca","label":1.0}
{"Unnamed: 0":218868,"text":"pode me mandar isso, por favor?","label":0.0}
{"Unnamed: 0":216213,"text":"Além da tremenda baboseira, a quantidade de erros de português é absurda! Qq meio de comunicação sério teria vergon _","label":1.0}
{"Unnamed: 0":222687,"text":"Tem que visitar nossas ESCOLAS e HOSPITAIS","label":0.0}
{"Unnamed: 0":218491,"text":"NOssa, não há furto? que pena.. essa é a graça! rsrs. Cheirosss","label":0.0}
{"Unnamed: 0":219411,"text":"piadas com estupro não são legais nem se vc estiver brincando beijão do adm no core de vcs","label":0.0}
{"Unnamed: 0":220527,"text":"RT : Dolores:mulher de extrema importância p\/ a luta indígena latino-americana. Pobre, índia, comunista, rebelde, foi apaga _","label":0.0}
{"Unnamed: 0":218735,"text":"Na hora de não votar no Bolsonaro todos os políticos são corruptos. Na hora de votar pelo impeachment não. Parabéns _","label":0.0}
{"Unnamed: 0":219228,"text":"O teu pai nao está em Angola —_ Pois não, neste momento está em Luanda","label":0.0}
{"Unnamed: 0":217719,"text":"Filho de peixe... Aprendeu cedo a se locupletar como o pai, o ladrão","label":1.0}
{"Unnamed: 0":219185,"text":"Os benfiquistas aguardam ansiosamente pela reeleição de Bruno de Carvalho. O único receio é que os russos decidam interferir nas eleições...","label":0.0}
{"Unnamed: 0":220286,"text":"RT : 'Enquanto não for prioridade, não vamos conseguir diminuir os índices de violência contra a mulher' _","label":0.0}
{"Unnamed: 0":220224,"text":"RT : FHC e Reinaldo com o mesmo discurso","label":0.0}
{"Unnamed: 0":220816,"text":"RT : por mais dias como ontem kkkkkkkk foi loko","label":0.0}
{"Unnamed: 0":222756,"text":"na boa davi luiz deu muito certo coma camisa do chelsea no psg nao era pra ele","label":0.0}
{"Unnamed: 0":219883,"text":"RT : Você tem uma doença terminal e precisa deixar seus 3 filhos pequenos para alguém cuidar. Dessas opções, qual você escolhe?","label":0.0}
{"Unnamed: 0":220981,"text":"Se eu ganhasse 1 real cada vez que Bolsonaro falasse alguma coisa que preste","label":0.0}
{"Unnamed: 0":216170,"text":"Ainda a propósito do e afins, aqui ficam palavras alguém do próprio sistema: Pacheco Pereira. _","label":1.0}
{"Unnamed: 0":216265,"text":"se vc acha que é racismo me processa","label":0.0}
{"Unnamed: 0":220702,"text":"RT : tenho 22 anos e desde que me entendo por gente, existem estas mesmas reclamações sobre o SUS, nunca foi bo _","label":0.0}
{"Unnamed: 0":223108,"text":"Srs JUIZES PREDEM LOGO ESTE BANDIDO","label":0.0}
{"Unnamed: 0":218866,"text":"Na Suécia... está tudo 'bem', não é?","label":0.0}
{"Unnamed: 0":218143,"text":"Isto é cá um grande buraco!.. Como é que o ócrates anda cá fora? _","label":1.0}
{"Unnamed: 0":218088,"text":"imagina se você cutucar a pessoa no facebook só que ela tem hanseníase e não sente","label":0.0}
{"Unnamed: 0":222968,"text":"No Nordeste acontece de tudo","label":0.0}
{"Unnamed: 0":221442,"text":"Vai facilitar muito a identificação, né? Pq não deixam a burca toda?","label":0.0}
{"Unnamed: 0":222547,"text":"OS PETRALHAS ESTAO ARRUMANDO ESCONDERIJO","label":0.0}
{"Unnamed: 0":222746,"text":"O Pratto ai lado de Messi vai deitar e rolar em cima da nossa selecao falida","label":0.0}
{"Unnamed: 0":220672,"text":"RT : PNR presta homenagem ao último grande Estadista que Portugal viu nascer.","label":0.0}
{"Unnamed: 0":216887,"text":"com que os 'refugiados' entrassem, automaticamente ele já não estaria cumprindo o seu maior dever que é proteger o país","label":0.0}
{"Unnamed: 0":219944,"text":"RT : por isso eu sou sapatao. super indico.","label":0.0}
{"Unnamed: 0":220642,"text":"RT : Quem ñ tem argumentos para o debate de idéias, tenta desqualificar o oponente com calúnias e difamações.Essa é a arma d _","label":0.0}
{"Unnamed: 0":221435,"text":"VAGABUNDO!!! Se não tivessem filmado, o que aconteceria aos policiais? via","label":0.0}
{"Unnamed: 0":217429,"text":"Caetano vive de dinheiro público sem nunca ter sido eleito ou passado em concurso público.","label":0.0}
{"Unnamed: 0":216124,"text":"a gente nao sabe se a mulher ta feliz de burca, nao sabe se é tranquilo p travesti ta com aquela roupa etc etc etc","label":0.0}
{"Unnamed: 0":220866,"text":"RT : Cada um com a sua educação.. e na minha, eu não permitir muita coisa!","label":0.0}
{"Unnamed: 0":218258,"text":"que é moita? hehehe","label":0.0}
{"Unnamed: 0":223212,"text":"Foi divulgado sim procura ai que tem","label":0.0}
{"Unnamed: 0":219693,"text":"'Queremos igualdade' Mulher é homem se aposentarão com a mesma idade 'Isso é injusto!'","label":0.0}
{"Unnamed: 0":218172,"text":"Japão tem uma política de imigração bastante restrita. Por lá, não entram 'refugiados'. Pela porta da frente não pa _","label":1.0}
{"Unnamed: 0":217330,"text":"E qual mulher tem força pra administrar um país?! Uma creche no máximo","label":0.0}
{"Unnamed: 0":221704,"text":"Porque chamar \"idiota\" não é \"xingar\". O prémio iliteracia está entregue","label":0.0}
{"Unnamed: 0":223248,"text":"Ele foi sincero Corram atras","label":0.0}
{"Unnamed: 0":217621,"text":"não é deformidade. É excesso de gostosura e tá linda assim. Pq gorda tem que ser feia?","label":0.0}
{"Unnamed: 0":220651,"text":"RT : OTÁVIO MESQUITA DECLARA APOIO A JAIR BOLSONARO _","label":0.0}
{"Unnamed: 0":222792,"text":"gols em jogos oficiais media de Melhor do mundo","label":0.0}
{"Unnamed: 0":221498,"text":"Veja as fotos e o vídeo. Islão, aqui, não! ão çulmanos","label":1.0}
{"Unnamed: 0":216910,"text":"Contra todos os ataques à ção, à e à ília, só o Nacionalismo é solução. Os ventos são de mudança!","label":0.0}
{"Unnamed: 0":217826,"text":"e ai senhor ..vai pra guerra? ou quando a policia chegar o sr. vai voltar para o RJ ou sair no carro blindado?","label":0.0}
{"Unnamed: 0":218430,"text":"mãe to na globo","label":0.0}
{"Unnamed: 0":216110,"text":"ooo amorrr, ja chegou???","label":0.0}
{"Unnamed: 0":220681,"text":"RT : A Estrategia das tesouras LULA X STF X BOLSONARO Tá explicado por que nunca julgaram NENHUM processo de LULA. _","label":0.0}
{"Unnamed: 0":219758,"text":"Refresco de feminista é.....","label":1.0}
{"Unnamed: 0":220309,"text":"RT : Usei o hi5 durante um dia, talvez uma manhã. Quando desativei a conta, disse à minha mulher: “esta cena, tipo, lol, kek _","label":0.0}
{"Unnamed: 0":222920,"text":"a soberba ela nao acaba kkkkkkkkkkkkk","label":0.0}
{"Unnamed: 0":218747,"text":"Não achei meu nome aí 8)","label":0.0}
{"Unnamed: 0":220093,"text":"RT : aeeeee dilma caiu ja posso viajar pra miami agora?","label":0.0}
{"Unnamed: 0":217474,"text":"Este , realmente... que vergonha! De facto, torna-se cada vez mais claro que é o de um lado e o Sistema to _","label":0.0}
{"Unnamed: 0":220903,"text":"RT : seria mais preconceituoso se ele dissesse que as loiras são nordestinas.","label":1.0}
{"Unnamed: 0":216504,"text":"A todos, desejo um Santo Natal e um Ano 2017 cheio de Esperança: via","label":0.0}
{"Unnamed: 0":221745,"text":"O nível destas três \"senhoras\" que exigem o respeito de ...","label":0.0}
{"Unnamed: 0":220573,"text":"RT : “Filha de petista posta foto em que coloca maconha na boca de cachorro” _","label":0.0}
{"Unnamed: 0":222875,"text":"Demorou so digo isso","label":0.0}
{"Unnamed: 0":220741,"text":"RT : Esta é a mentalidade da nossa classe política governante. _","label":0.0}
{"Unnamed: 0":220852,"text":"RT : tenho juízo... não voto no Lula.","label":0.0}
{"Unnamed: 0":218600,"text":"me fala na agenda feminista que dia é o protesto na frente da mesquita islamica que vou la gritar junto","label":1.0}
{"Unnamed: 0":220949,"text":"pois é cara","label":0.0}
{"Unnamed: 0":223136,"text":"O encantador de burros pegou mais dois","label":1.0}
{"Unnamed: 0":222041,"text":"e eu q respondi meu primo como se fosse meu aniversario? \"feliz dia da mulher clarinha\" \"brigadaa tudo em dobro\" (????) kk cuidado c a burra","label":1.0}
{"Unnamed: 0":218490,"text":"morava no Jabaquara, comprava num açougue massa na Av Sta Catarina, só lá tinha a seleta de legumes que eu amava... sniff","label":0.0}
{"Unnamed: 0":221881,"text":"RT Emilly pede para tirar todas as caixas de leite da casa \"Agora só bebo leite de saquinho\" desabafou a sister","label":0.0}
{"Unnamed: 0":221821,"text":"Existem pessoas que ainda jogam ao \"Perguntados\" em 2017. E ainda se admiram que o mundo vá acabar hoje","label":0.0}
{"Unnamed: 0":217350,"text":"É SÓ MANDAR UMA SONDA PRA ESSES 3 PLANETAS: SE NÃO ACHAR PSOL, FUNK, MACONHERO E IUTUBER TEM VIDA INTELIGENTE SIM","label":1.0}
{"Unnamed: 0":220448,"text":"RT : A esquerda pira","label":0.0}
{"Unnamed: 0":220555,"text":"RT : '11 dicas de como fazer – e manter - amizade com outra mulher' - post de hoje no nosso blog! >>> http _","label":0.0}
{"Unnamed: 0":217292,"text":"Então quer dizer que PM mata e juiz reage? Que mídia porca...","label":1.0}
{"Unnamed: 0":217437,"text":"a unica desvantagem é se levar uma bolada nas partes baixas ... kkkkkk","label":0.0}
{"Unnamed: 0":218198,"text":"áVoltando as profecias se cumprindo: gente querendo dominar o mundo pra trazer 'paz' através de socialismo, islão dominando etc","label":0.0}
{"Unnamed: 0":219059,"text":"o intelectual é um tipo k chega às mesmas conclusões do povo mas com uns anos de atraso","label":1.0}
{"Unnamed: 0":219595,"text":"qnd vi o flamengo sem goleiro logo pensei 'putz prenderam o felipe também'","label":0.0}
{"Unnamed: 0":223249,"text":"Falou o cara que nao sai da pagina verde","label":0.0}
{"Unnamed: 0":217523,"text":"pois é! tem homem que acha que orgasmo feminino não existe (risos e pesames pelas mulheres que transaram com esses)","label":0.0}
{"Unnamed: 0":218644,"text":"ele quis dizer que o negro construiu a faculdade.","label":0.0}
{"Unnamed: 0":219541,"text":"Presidente Trump Parabeniza Exxon Mobil Pelo Seu Programa de Investimento de Geração de Empregos' _","label":0.0}
{"Unnamed: 0":222625,"text":"Agora eu vi a capacidade do ser humano de ser TROXA","label":1.0}
{"Unnamed: 0":222867,"text":"O cara que coloca chiquinho para cirino e gabriel para jogar nao pode ser normal","label":0.0}
{"Unnamed: 0":221470,"text":"sério, não foi provado, mas eu acho que ngm dá um carro de 70 mil de por causa de chantagem sendo inocente","label":0.0}
{"Unnamed: 0":221860,"text":"Para , o simples fato de apoiar é ser \"direita xucra\". Conversar o quê com um cara desses?? Babaca total.","label":0.0}
{"Unnamed: 0":221002,"text":"SEM DÚVIDAS, ESTA É A TRISTE REALIDADE QUE SE VIVE EM ANGOLA. Amor à Pátria! Não iremos longe e dificilmente a...","label":1.0}
{"Unnamed: 0":220665,"text":"RT : quantas vezes eu tenho q revirar meus olhos em branco pra vc entender q eu não te suporto??","label":0.0}
{"Unnamed: 0":221034,"text":"Será que o Passos não consegue encontrar nenhuma Lone Star que aceite sacrificar-se por Lisboa?...","label":0.0}
{"Unnamed: 0":217435,"text":"'internautas' as feminazis que são capacho da esquerda!!!","label":1.0}
{"Unnamed: 0":217961,"text":"Há quem queira desarmar a Polícia. O que acontece desde sexta no é o que aconteceria no país inteiro caso isso fosse acontecer.","label":1.0}
{"Unnamed: 0":221135,"text":"sou a favor do prebiscito para essas merdas, o povo não vai aceitar nunca a liberação","label":1.0}
{"Unnamed: 0":218980,"text":"Obrigado pelos grandes comícios por todo país. Tremendo apoio. Vamos Tornar a América Grande Novamente!","label":0.0}
{"Unnamed: 0":219506,"text":"PQP o tá me fudendo com essas verdades absolutas!!!","label":0.0}
{"Unnamed: 0":222533,"text":"Tabare Vazquez vc deveria escolher melhor suas amizades","label":0.0}
{"Unnamed: 0":220196,"text":"RT : Temos fãs e eleitores, muitos eleitores. Viva a democracia!","label":0.0}
{"Unnamed: 0":217846,"text":"Gente, li piadinhas fodas agora.. vou trazer uma, perai","label":0.0}
{"Unnamed: 0":223118,"text":"Nao vai dar em nada","label":0.0}
{"Unnamed: 0":221108,"text":"Sócrates processa Estado português! Ou seja, Nós, vamos ter d o indemnizar. A transferência será feita direta\/ para ele ou através do amigo?","label":0.0}
{"Unnamed: 0":220042,"text":"RT : aqui o salto eh 10 mil pés sem paraquedas, é andar na prancha com tubarão branco a sua espera","label":0.0}
{"Unnamed: 0":223385,"text":"Nao e afoito nao Contra o Cruz foi muito paciente atraindoo para trocacao franca So deu blitz contra os adversarios anteriores contra quem tinha grande confianca nao sem motivo de que botaria para dormir","label":0.0}
{"Unnamed: 0":220682,"text":"RT : A PL 2516\/15 propõe imigração em massa de refugiados islâmicos para o Brasil. NÃO QUEREMOS A SHARIA NO BRASIL _","label":1.0}
{"Unnamed: 0":216517,"text":"Aula de biologia em universidade Federal.. '...e hoje vamos aprender como é gerado um feto dentro da próstata do homem...'","label":0.0}
{"Unnamed: 0":220803,"text":"RT : E a batendo palma pra ele?!","label":0.0}
{"Unnamed: 0":218200,"text":"Jesus está voltando, e você aí,lutando para ver quem é melhor,quem é mais poderoso, quem tem.mais estrela, mais...","label":0.0}
{"Unnamed: 0":216917,"text":"99% dos afegãos apoiam a sharia: linda realmente... receba eles na sua casa! Vai estudar!","label":1.0}
{"Unnamed: 0":217212,"text":"É espantosa a total falta de nível dos comentários de certos jovens da esquerda caviar. Apenas se safam aqueles que têm algum humor.","label":0.0}
{"Unnamed: 0":216115,"text":"11,12 e13 de Março\/SP. Informações: Igreja Batista do Povo, _","label":0.0}
{"Unnamed: 0":217227,"text":"eis aqui a pessoa mais FEIA do facebook PQP","label":1.0}
{"Unnamed: 0":222861,"text":"Complicado e colocar o Cirino e Gabriel atacante que nao sabe chutar nao faz gol","label":0.0}
{"Unnamed: 0":222644,"text":"Bandido tem mais e que peidar pra Muzenga mesmo Resolvam esse problema de superlotacao fazendo pelo menos Carandiru por dia Simples","label":1.0}
{"Unnamed: 0":217294,"text":"ent fufas e pretos quem mais adormeceu?","label":1.0}
{"Unnamed: 0":223178,"text":"Sao paulinos gostam de mamar no cajado","label":1.0}
{"Unnamed: 0":219501,"text":"Poster Fotográfico Panorâmico da Serra do Corvo Branco do fotografo Seergio Giusti. Veja mais:...","label":0.0}
{"Unnamed: 0":219307,"text":"Para de chamar os outros de fascista,vc nem sabe o que é fascismo,seu filho da puta","label":1.0}
{"Unnamed: 0":221339,"text":"Trump diz que refugiados devem voltar a seus países. Por que essa não é uma opção","label":0.0}
{"Unnamed: 0":218429,"text":"-Mãe me da um biscoito? -Pegue você mesmo meu filho. -Mas eu não tenho braços!! -Sem braços sem biscoito!","label":0.0}
{"Unnamed: 0":217493,"text":"'estudando graças ao feminismo' ENEM 2018 - Ao invés da redação, faça um textão inventando um abuso sexual no banheiro da balada","label":0.0}
{"Unnamed: 0":216824,"text":"COISA DE ENRUSTIDO, HOMEM QUE É HOMEM APRECIA O GOSTO NATURAL DA RATA","label":1.0}
{"Unnamed: 0":218021,"text":"não tem namorada, tem fêmea temporária.","label":1.0}
{"Unnamed: 0":217492,"text":"Estranho... será se o dinheiro que recebo pra fazer o que faço é desviado no meio do caminho? Nunca o recebi.","label":0.0}
{"Unnamed: 0":219495,"text":"Portugal precisa do PNR, mas o PNR precisa de si!","label":0.0}
{"Unnamed: 0":217380,"text":"Essa hora só tem puta e viado online","label":1.0}
{"Unnamed: 0":222764,"text":"Joga muito","label":0.0}
{"Unnamed: 0":219561,"text":"Protesto “Islão, aqui, não!”: via","label":1.0}
{"Unnamed: 0":216330,"text":"'A mulher tem que ser o que ela quiser' MAS NAO USA DECOTE SUA VADIA NAO PODE, TEMOS QUE ANDAR TODAS DE BURCA","label":1.0}
{"Unnamed: 0":217343,"text":"Escutando músicas sapatão","label":1.0}
{"Unnamed: 0":218377,"text":"o Oscar é racista. se tu diz que não, é ignorar o racismo apontado pelos negros. 'só porque não tem' não tem, that is the point.","label":0.0}
{"Unnamed: 0":220825,"text":"RT : Há coisas que os pais nos dizem que nem tem noção do impacto que tem em nós","label":0.0}
{"Unnamed: 0":217680,"text":"Feliz pras verdadeiras guerreiras que trabalham ou cuidam do lar enquanto as vagabundas lutam pra abortar e andar pelada","label":1.0}
{"Unnamed: 0":221769,"text":"\"Não temos capacidade de conter CRIMINOSOS, vamos então legalizar drogas pesadas.\" Um absurdo total, coisa de VAG _","label":0.0}
{"Unnamed: 0":218453,"text":"'Malditos chineses nos ensinando malditas lições que não queremos aprender!'","label":1.0}
{"Unnamed: 0":221923,"text":"Portanto, o \"grab 'em by the pussy\" de Marine Le Pen foi ter mostrado imagens dos horrores causados pelo islão?","label":0.0}
{"Unnamed: 0":218584,"text":"meu malvado favorito caiu?","label":0.0}
{"Unnamed: 0":222668,"text":"Pouco conhecimento da leiatodos sao iguais depois de julgados e condenados exceto militares","label":0.0}
{"Unnamed: 0":219773,"text":"Reportagem da FOLHA DE SP de hoje. Este tipo de reportagem aliado a programas como Amor e Sexo, Fatima Bernardes,...","label":0.0}
{"Unnamed: 0":220199,"text":"RT : Se você falar 'Os EUA espionam', todo mundo denuncia. Se falar 'O Obama espiona', aí não, veja bem, veja só, não é assim, _","label":0.0}
{"Unnamed: 0":217666,"text":"Feliz dia da: Gorda, da feia, da magrela, da bruxa, da velha, da frágil, da empregada...","label":1.0}
{"Unnamed: 0":218905,"text":"No dia da mulher, nao vi 1 palavra do movimento feminista pra defender essas mulheres do ISLÃ. Ja pra defender o co _","label":1.0}
{"Unnamed: 0":222935,"text":"Inveja matahhhhhhh","label":0.0}
{"Unnamed: 0":222629,"text":"Estrategia VERMELGA ACEFALA terceirizar a culpa xingar e denegrirKKKK TCHAU QUERIDOS","label":1.0}
{"Unnamed: 0":219357,"text":"Não acredita em Jesus...e acredita no PT","label":0.0}
{"Unnamed: 0":221065,"text":"Se uma pessoa vê esse documentário e ainda acha que os refugiados não deveriam ser aceitos nos lugares, ela é muito sem coração.","label":1.0}
{"Unnamed: 0":216129,"text":"A Gloria Alvarez arrebenta! O discurso dela na CPAC 2016 foi sensacional!","label":0.0}
{"Unnamed: 0":222138,"text":"RT : AS VEZES, SEMPRE...rsrs OS \"ANJOS\" NÃO SÃO BONZINHOS COMO VOCÊ IDEALIZA. ALIÁS ELES MATAM, CURAM, SALVAM MAS SEMPRE OBEDEC _","label":0.0}
{"Unnamed: 0":217151,"text":"Por isso mesmo é urgente !","label":0.0}
{"Unnamed: 0":218467,"text":"Maometanos a colonizar q Espanha querem casar com Espanholas como forma de propagar o islão.","label":0.0}
{"Unnamed: 0":221538,"text":"~*~*~*~ vOcÊ é NeGrA mAs AtÉ qUe é BoNiTa ~*~*~*~","label":1.0}
{"Unnamed: 0":220917,"text":"A Marina é muito nova para ti","label":0.0}
{"Unnamed: 0":218191,"text":"prefiro acreditar q ela pensa q o Uber q escolhe, contratando. Antes desinformada do que uma burra fazendo psolzice","label":1.0}
{"Unnamed: 0":219826,"text":"RT : eu sei o q é ser mulher... qd decidi por mim mesma ter filha(sim ela foi planejada) ouvir q só mulher burra e desestruturada _","label":1.0}
{"Unnamed: 0":217028,"text":"'Desculpem por eu não ter acreditado, mas hoje vocês me fizeram ser o homem mais feliz de Angola, mesmo com a crise _","label":0.0}
{"Unnamed: 0":217205,"text":"Eduardo Lourenço: “O islão sente a nossa fraqueza”","label":0.0}
{"Unnamed: 0":220330,"text":"RT : 17- precisamos, mais que combater a corrupção, mudar essa mentalidade.","label":0.0}
{"Unnamed: 0":217509,"text":"Eu com a mais linda no meu branço","label":0.0}
{"Unnamed: 0":217736,"text":"Fiz um pequeno ajuste nessa capa da","label":0.0}
{"Unnamed: 0":220878,"text":"RT : Assim não, Dra. Francisca Van Dunem!","label":0.0}
{"Unnamed: 0":216986,"text":"De a : o efeito dominó","label":0.0}
{"Unnamed: 0":219278,"text":"Parabéns a Rex Tillerson por tomar posse como nosso novo Secretário de Estado. Ele será uma estrela!","label":0.0}
{"Unnamed: 0":217019,"text":"desenhando parte 2","label":0.0}
{"Unnamed: 0":221042,"text":"sério que ainda tem gente que fica postando foto com a legenda GORDA MESMO, FEIA MESMO.","label":1.0}
{"Unnamed: 0":220775,"text":"RT : Basicamente as pessoas dão risada dos outros, mas quando é com eles todo mundo fica bravo.","label":0.0}
{"Unnamed: 0":223202,"text":"Mais um jogo e o flaF E Z E S sem estadione g l o b o","label":1.0}
{"Unnamed: 0":216766,"text":"Cena linda de se ver","label":0.0}
{"Unnamed: 0":222645,"text":"Galera do PSOL e comunistas em geral apertem o vermelho mesmo","label":0.0}
{"Unnamed: 0":216871,"text":"como resolver a situação do brasil: ( ) investigar o presidente da câmara ( ) investigar o helicóptero de cocaína (X) fora dilma","label":0.0}
{"Unnamed: 0":222225,"text":"O pais e rico mas com tanta roubalheira atraves dos seculos acaba quebrando de vez E essas medidas e para arrochar mais ainda o trabalhador E nao se enganem nao e so um partido que rouba","label":0.0}
{"Unnamed: 0":221579,"text":"só sei q é um bosta","label":1.0}
{"Unnamed: 0":216436,"text":"15mil chamadas recebidas, DESTAS mais de 2mil relativas a violência contra a mulher. Você sabe ler?","label":0.0}
{"Unnamed: 0":218130,"text":"Isso aqui a não vê. Mas piadinhas que o faz de gorda feminista eles se preocupam...","label":1.0}
{"Unnamed: 0":216432,"text":"Argumento: 'tu é burro' não refuta nada do que falei com fatos , lógica e verdade! VocÊ vive e se esconde dentro de _","label":1.0}
{"Unnamed: 0":217065,"text":"Dia da mulher eh dia de eu me irritar c hipocrisia e gente burra q não entende o real sentido desse dia","label":1.0}
{"Unnamed: 0":219867,"text":"RT : Pensando no textão contra o machismo para postar no facebook","label":0.0}
{"Unnamed: 0":216448,"text":"As fufas do benfas ganhavam sp kkk","label":1.0}
{"Unnamed: 0":221410,"text":"Um objetivo na vida","label":0.0}
{"Unnamed: 0":216239,"text":"Aliás, o universo da publicidade é repleto de bundões !!!!","label":0.0}
{"Unnamed: 0":222467,"text":"Pelo menos a esquerda uruguaia Nao roubou o mojica ainda ta de fusca","label":0.0}
{"Unnamed: 0":218285,"text":"Kd as suvaqueiras peludas essas horas???","label":1.0}
{"Unnamed: 0":218293,"text":"Kkkkkkkkkkkkkkkkkkkkkkkk que mulher burra pqp","label":1.0}
{"Unnamed: 0":222922,"text":"HAHAHAHAAHAHAHAHAHAHAH GAZELA DETECTADA","label":1.0}
{"Unnamed: 0":221484,"text":"Vc foi a culpaaaada desse amor se acabar, vc destruiu a minha vida","label":0.0}
{"Unnamed: 0":218528,"text":"Angela Merkel é de direita e não tem pessoa no mundo q ajude mais refugiados de guerra do ela.","label":0.0}
{"Unnamed: 0":222392,"text":"Entendam que a causa principal de tudo o que esta acontecendo na politica e com reflexos negativos na economia e obra do populismo que quando em seus anos de desgovernanca so tinha um e somente um plano de governo Se perpetuar no poder a qualquer custo","label":0.0}
{"Unnamed: 0":218272,"text":"vai se fude angola não tô de graça não krlh","label":1.0}
{"Unnamed: 0":217398,"text":"Essas três mulheres acusam Donald Trump de denegrir as mulheres...","label":0.0}
{"Unnamed: 0":219966,"text":"RT : Odebrecht pagou até 100 mil dólares mensais às Farc por 20 anos. Rock In Rio confirma Guns N'Roses. Música do dia: 'Welcome _","label":0.0}
{"Unnamed: 0":218974,"text":"O BRASIL NÃO QUER LEGALIZAÇÃO DE DROGAS Legalização das drogas é rejeitada pela maioria da população...","label":0.0}
{"Unnamed: 0":220402,"text":"RT : Duas evidências! Consequência: volta para tua casa, faz boa viagem! çãoInvasora ão _","label":0.0}
{"Unnamed: 0":216441,"text":"A saudade que eu estava acabou kkkkkkk ta gorda e feia. Deixe quieto com esses lixos","label":1.0}
{"Unnamed: 0":222417,"text":"Teve uma hora e nao conseguiu a resposta Claro ela nao existe","label":0.0}
{"Unnamed: 0":222578,"text":"Vao sentir falta da dentadura e do pao com mortadela","label":0.0}
{"Unnamed: 0":220888,"text":"RT : Quem odeia o Bolsonaro não quer o bem do Brasil.","label":1.0}
{"Unnamed: 0":222316,"text":"Nao reconheco esse governo ilegitimo e golpista Fora Temer e companhia","label":0.0}
{"Unnamed: 0":217608,"text":"fala de mim estúpido —_ És feia, gorda, chata, não curto de ti","label":1.0}
{"Unnamed: 0":221565,"text":"Vou boicotar o Habibs Mãe tô com fome Big Mac 21,99 Whooper 22,99 Esfiha 0,99 Filho, quer de queijo ou de carne?","label":0.0}
{"Unnamed: 0":223258,"text":"O empresario desse rapaz e simplesmente magico","label":0.0}
{"Unnamed: 0":220272,"text":"RT : essas aqui também não...","label":0.0}
{"Unnamed: 0":222632,"text":"Coitada e o minimo a definila Eu a chamaria de PODRE","label":1.0}
{"Unnamed: 0":216847,"text":"Com este anúncio do está oficialmente aberto o casting para 4o membro do 'Overdose de Tourette'","label":0.0}
{"Unnamed: 0":220694,"text":"RT : kkkkkkkkkkkkkkk! que prestígio, Vô!!!!","label":0.0}
{"Unnamed: 0":217634,"text":"faz campeonato de peido com os amigos.","label":0.0}
{"Unnamed: 0":222325,"text":"Falando em heranca sao anos de PEC haja heranca pra deixar","label":0.0}
{"Unnamed: 0":218340,"text":"cai na real..voce tem que ir dizer isso la na sede do movimento feminista. Olha a agenda dele. Se i _","label":0.0}
{"Unnamed: 0":219807,"text":"Cuidado com a burra! Proteçao na EDIÇÃO, mulher! O programa ta 'pintando' ela como uma vitima e perseguida","label":1.0}
{"Unnamed: 0":217046,"text":"Deus tem uma mensagem pra vc","label":0.0}
{"Unnamed: 0":222749,"text":"Pipoca nada e um excelente zagueiro o a nao foi culpa dele","label":0.0}
{"Unnamed: 0":217636,"text":"Faz muito bem. Chega de !","label":0.0}
{"Unnamed: 0":218378,"text":"LOL Não têm vergonha. E seis milhões de bilhetes IDA de avião para os refugiados que já cá estão?","label":1.0}
{"Unnamed: 0":222514,"text":"Pq o Morosita recebe ordens externas A ordem nao chegou ainda","label":1.0}
{"Unnamed: 0":220389,"text":"RT : OCUPAR O CONGRESSO A PM É NOSSA IRMÃ","label":0.0}
{"Unnamed: 0":218951,"text":"Volta para a tua terra","label":1.0}
{"Unnamed: 0":215959,"text":"isso n ta errado, mas épesquisa de gente burra, a mulher trabalha menos que o homem","label":1.0}
{"Unnamed: 0":221115,"text":"SÓ LEMBRANDO, HOJE 08 DE MARÇO É M - U - L - H - E - R PRA HOMEM QUE USA SAIA, MAQUIAGEM ETC: SEU DIA É O 1º DE ABRIL.","label":1.0}
{"Unnamed: 0":218914,"text":"nojo desses omi, ainda bem que eu sou sapatão","label":1.0}
{"Unnamed: 0":216152,"text":"Aguarela com muitos anos.","label":0.0}
{"Unnamed: 0":217755,"text":"Fora que só tem frangas ali. Bombadinhos chiliquentos, gays que exploram suas condições e pedaços de carne para a massa carcerária!","label":1.0}
{"Unnamed: 0":217184,"text":"e daí? pelo menos eles não são do PT","label":0.0}
{"Unnamed: 0":217375,"text":"essa gente que quer combater o racismo mas diz q por uma pessoa ser branca ela não pode fazer x coisa.....tipo se vestir de iemanjá","label":1.0}
{"Unnamed: 0":217830,"text":"gente a mulher maior cdf na cozinha ainda veio do texas formada","label":1.0}
{"Unnamed: 0":221831,"text":"Do Facebook de um deputado do . De facto \"quem se mete com o PS leva\". Tolerantes no seu melhor! _","label":0.0}
{"Unnamed: 0":222213,"text":"pra que ele iria fazer isso kkk pra que um politico iria ser contra politicos receberem muito","label":0.0}
{"Unnamed: 0":219103,"text":"O Mal do PSG foi jogar de Branco, Barcelona lhes confundiu com Real Madrid","label":0.0}
{"Unnamed: 0":222162,"text":"RT : \"Você é gay\/sapatão mesmo?\" \"Ué sim\" \"Nossa não parece\" Como assim tá me chamando de hetero é isso mesmo??? Como pode m _","label":1.0}
{"Unnamed: 0":218991,"text":"O capitalismo realmente não perdoa nada. É a única salvação além da ideologia sanguinária do comunismo. Hipocrisia, _","label":0.0}
{"Unnamed: 0":222481,"text":"E tao retardada que foi comemorar o dia das bruxas no Uruguai em novembro","label":1.0}
{"Unnamed: 0":218257,"text":"para de parar.","label":0.0}
{"Unnamed: 0":223151,"text":"Vai la lamber as bolas dele","label":1.0}
{"Unnamed: 0":220602,"text":"RT : Oque houve com o vídeo ?","label":0.0}
{"Unnamed: 0":217627,"text":"como em qualquer outro jogo de casino, a Casa terá sempre de ganhar. E se for Santa!...","label":0.0}
{"Unnamed: 0":217236,"text":"ela me machuca discutindo sobre roupa,eu não dou NENHUM desgosto a ela mas a gente mora num inferno de quintura ela quer que eu use burca?","label":1.0}
{"Unnamed: 0":219687,"text":"Que notícia, que relevância! Parabéns pela cobertura, !","label":0.0}
{"Unnamed: 0":218398,"text":"Lugares da minha Pátria. Ponta oriental da Ilha da Madeira com 'Desertas' ao fundo. ço _","label":0.0}
{"Unnamed: 0":222904,"text":"Padaria do Flamengo esta vendendo muito o sonho ja acabou so resta pao","label":0.0}
{"Unnamed: 0":220040,"text":"RT : é normal, não há só heterossexuais no mundo","label":0.0}
{"Unnamed: 0":219125,"text":"Ontem, Gabriela Moura, uma de nossas integrantes, esteve na agência P3K Comunicação para ministrar uma palestra...","label":0.0}
{"Unnamed: 0":219533,"text":"Prefiro ser magrela como a piranha diz .. do que ser gorda feia como ela é ê","label":1.0}
{"Unnamed: 0":223181,"text":"No fim vamos ficar com os que ja estao ai","label":0.0}
{"Unnamed: 0":222955,"text":"quando Deus diz nao nao adianta lutar contra","label":0.0}
{"Unnamed: 0":220484,"text":"RT : Incitação estranhamente no dia em que defendia a prisão de um menor estuprador e assassino enquanto o PT defendia o estuprador _","label":0.0}
{"Unnamed: 0":220743,"text":"RT : Eu não pretendo exigir nada, só apelo ao vosso bom senso! Não será altura de mudar!? _","label":0.0}
{"Unnamed: 0":216234,"text":"Alguém sabe se o Habibs já abriu falência com o boicote por causa do menino que morreu de tanto usar droga?","label":0.0}
{"Unnamed: 0":218583,"text":"meu irmão claramente não entende o privilégio do homem branco hétero cis","label":1.0}
{"Unnamed: 0":217074,"text":"@ LiveAD São Paulo","label":0.0}
{"Unnamed: 0":222703,"text":"pra mim ta vazio a ministra que vai cuidar dos politicos safados que eles protegem","label":0.0}
{"Unnamed: 0":223005,"text":"e da lojinha da tua mae aquela prostituta","label":1.0}
{"Unnamed: 0":221284,"text":"Tinha que ser preto (nada contra))))","label":1.0}
{"Unnamed: 0":219613,"text":"Quando há vontade política e se tomam as necessárias medidas, as coisas acontecem! _","label":0.0}
{"Unnamed: 0":223142,"text":"Brincadeira e vc acreditar realmente nisto","label":0.0}
{"Unnamed: 0":219585,"text":"Qdo vc se sentir um imbecil, assista este vídeo","label":0.0}
{"Unnamed: 0":221389,"text":"Uma prefere amor, tesão, envolvimento a preconceitos.","label":0.0}
{"Unnamed: 0":222549,"text":"Ai que ela fique por la definitivo e leve o molusco tb","label":1.0}
{"Unnamed: 0":217818,"text":"Galera do Rio: uma mulher foi sequestrada ontem depois de sair do bloco AGYTOÊ e as amigas dela precisam de ajuda...","label":0.0}
{"Unnamed: 0":218577,"text":"Meu Deus, o cara tá JUSTIFICANDO ATAQUES TERRORISTAS CONTRA INOCENTES, PORRA!!! Tem que prender um vagabundo desses _","label":1.0}
{"Unnamed: 0":221714,"text":"\"Refugiado estão morrendo de frio na Grecia''. Que bom,pelo menos com o pau congelado eles n conseguem estuprar mais nenhuma europeia","label":1.0}
{"Unnamed: 0":222478,"text":"fafa e daqueles alunos que eram zuados na escola por isso paga de revoltadinho na internet","label":0.0}
{"Unnamed: 0":218216,"text":"jogaram liquid paper no meu cabelooooooo","label":0.0}
{"Unnamed: 0":221205,"text":"tão lésbica que jogava campo minado só pra pegar as mina","label":1.0}
{"Unnamed: 0":216634,"text":"Bom dia Hoje Arroz integral Feijão branco Lasanha Cuscuz refogado com legumes Abobrinhae couve-flor de...","label":0.0}
{"Unnamed: 0":223245,"text":"DEVOLVE MEU NICK MARICA DESOCUPADO","label":1.0}
{"Unnamed: 0":222823,"text":"Bianca Essas Ronaldetes me dao nojo raca nojenta","label":1.0}
{"Unnamed: 0":218358,"text":"Fem é agenda da esquerda. Cade a defesa da raquel quando o cara do PT disse pra estupra-la? acorda _","label":0.0}
{"Unnamed: 0":216032,"text":"A e a são desde hoje,os nossos parceiros de media oficiais. Isso significa conteúdos exclusivos _","label":0.0}
{"Unnamed: 0":218832,"text":"Não somos fufas, nada a ver, somos fofas","label":0.0}
{"Unnamed: 0":222986,"text":"Mais dinheiro desviado em","label":0.0}
{"Unnamed: 0":221263,"text":"...ter ganho. Os democratas estão usando demais a mesma carta. Perderam as eleições e agora estão perdendo a noção _","label":0.0}
{"Unnamed: 0":220560,"text":"RT : eu ainda não superei o clipe de baiana e esse casal sapatão afrocentrado","label":1.0}
{"Unnamed: 0":220045,"text":"RT : e não tem segredo, basta explicar a elas q o amor n tem limites de raças, etnia, género, físico e etc. isso _","label":0.0}
{"Unnamed: 0":217443,"text":"SÉRIO? pensava q teria elogios...","label":0.0}
{"Unnamed: 0":222399,"text":"to dizendo que a globo fez e o sergio moro fez boca de urnaeles estao apagando as mensagens","label":0.0}
{"Unnamed: 0":221445,"text":"Vai ser uma romaria ao Allgarve para Alldrugs! Texto de Patrícia Ferreira Manguinhas","label":0.0}
{"Unnamed: 0":219948,"text":"RT : Os democratas também boicotaram a posse de Abraham Lincoln. Ele tinha uma ideia maluca de acabar com a escravidão...","label":1.0}
{"Unnamed: 0":220264,"text":"RT : Mais de 500 mulheres são vítimas de agressão física a cada hora no Brasil, aponta Datafolha _","label":0.0}
{"Unnamed: 0":220078,"text":"RT : Pro socialismo é só de dia, enganando os trouxas que caem no discurso do . De noite é camar _","label":1.0}
{"Unnamed: 0":221545,"text":"Você, que larga indireta no twitter, acaba pagando vale de abandonada com toda a timeline. Quem realmente deveria ser atingido nem vê.","label":0.0}
{"Unnamed: 0":217600,"text":"Próxima novela das 9,abordará transgêneros, desde a infância. Lembre-se que a associação Americana de...","label":0.0}
{"Unnamed: 0":216149,"text":"A grande imprensa e a população esquerdista mostram o quão democráticos são ao sequer deixar Trump COMEÇAR a trabalhar!","label":0.0}
{"Unnamed: 0":222388,"text":"era de se esperarnao adianta perguntareles nao vao falar dos milhoes do srra","label":0.0}
{"Unnamed: 0":216522,"text":"AUUAHHUAUHAHU TRUMP É O","label":0.0}
{"Unnamed: 0":220937,"text":"Saindo da Flórida. Grande multidão de entusiastas fazendo fila na estrada, o que a mídia de NOTÍCIAS FALSAS se recu _","label":0.0}
{"Unnamed: 0":216367,"text":"13 anos de PT levou o Brasil a pior crise economica da história do nosso país ...e os doentes esquerdistas vão dize _","label":1.0}
{"Unnamed: 0":217795,"text":"Atras das linhas inimigas tbm é legal","label":1.0}
{"Unnamed: 0":218160,"text":"JÁ IDENTIFIQUEI O ESTAGIÁRIO QUE ONTEM A NOITE ACESSOU O MEU PERFIL RESERVA EMBRIAGADO E ESCREVEU ASNEI _","label":0.0}
{"Unnamed: 0":222396,"text":"Exercicio de logica elementar Se o PSDB que ganhou a maioria das cidades e foi o grande vencedor das eleicoes supostamenteb perdeu para os votos nulos imagina os vermelhos kkkkkk FORAM VARRIDOS Em SP entaoPrimeiro turno Um passeio","label":0.0}
{"Unnamed: 0":219076,"text":"acordei sapatão hj","label":1.0}
{"Unnamed: 0":215988,"text":"abri a janela tava uma gorda no apartamento da frente olhando pra baixo e chorando, acho que caiu a empadinha dela","label":1.0}
{"Unnamed: 0":220466,"text":"RT : MEUS AMIGOS . A VENEZUELA ESTÁ VIVENDO EM RITMO DE GENOCÍDIO NÃO TEMOS NA MÍDIA NADA QUE DÊ A DIMENSÃO DESSA TRAGÉDIA","label":0.0}
{"Unnamed: 0":220639,"text":"RT : PALHAÇOS! A secretaria da justiça e da cidadania de SP, multa Levy Fidelix por discriminação homofobica. Entra com uma _","label":0.0}
{"Unnamed: 0":219765,"text":"Ta feliz né reinaldo.??? ...Voce é a maior decepção desse país ...quase no mesmo nível do PT","label":1.0}
{"Unnamed: 0":218646,"text":"Desta deixo passar. Não haverá uma segunda oportunidade ;)","label":0.0}
{"Unnamed: 0":221654,"text":"eu queria namorar uma sem teto, aí eu perguntaria \"NA SUA CASA OU NA MINHA?\" ai a gente ia rir e rir e rir e beber pinga de R$0,50","label":1.0}
{"Unnamed: 0":216164,"text":"~ Ai, fiz 1 piada sexista e machista mas não sou nada disso, vc que é burra e não tem senso de humor ~ FELIZ DIA DA MULHER","label":1.0}
{"Unnamed: 0":220624,"text":"RT : A eleição de Trump trouxe ao mundo a intolerância: a dos seus opositores! ça","label":0.0}
{"Unnamed: 0":216227,"text":"Alguem aí quer peixe? Pq eu já pesquei vários aqui.... Cheiros a todasssss","label":0.0}
{"Unnamed: 0":217369,"text":"Essa coisa sem sentido do envolvimento com a Rússia é só uma tentativa de encobrir os erros da campanha perdedora d _","label":0.0}
{"Unnamed: 0":219010,"text":"O dia 17 de Dezembro foi dedicado, na íntegra, a mais uma autêntica maratona de reuniões na sede do PNR, em Lisboa.","label":0.0}
{"Unnamed: 0":219997,"text":"RT : Gostaria que a OAB-SP respondesse porque os perfis de facções criminosas atuam livremente no Twitter e outras redes socia _","label":0.0}
{"Unnamed: 0":222391,"text":"Se e contra o Brasil nao sei mas contra essa PEC maligna e draconiana eu sou e serei sempre","label":0.0}
{"Unnamed: 0":221053,"text":"É ter condição de gerar uma vida dentro de si, ser biologicamente uma, sem essa palhaçada de 'transgênero _","label":0.0}
